{
	"!Type": "AssetStringTable",
	"AssetID": "48dbb597-130b-4bc4-8d2e-9c9b3fd0d524",
	"AssetName": "Strings_PortEvent",
	"Entries": [
		{
			"Key": "PORT_EVENT_TAURDINING_DIGEST1",
			"Text": [
				"When a change in the environment rouses you from your comfortable nap, you take several moments to understand where you are, what's happening to you, and what these wet, slimy sheets of rubber clinging to entire body are. Right, Holly must be spitting you up - seems you had slept through the night. Though your sense of gravity is thoroughly distorted by the powerful flesh groping your form from all sides, you feel like you're heading in the wrong direction, though. This theory is confirmed when you feel your toes slipping through a muscular sphincter that immediately seals shut behind you, and your travels through these guts stop."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_DIGEST2",
			"Text": [
				"Instead, the new chamber you find yourself in clamps down on your body and begins churning - slowly at first, steadily picking up momentum and force. The thick, veiny walls of this new stomach are nowhere near as plush and comfortable as the ones you had been surrounded with earlier. No, these are the real deal, meant for mechanically grinding down food. The sound of air rushing in and out of your host's lungs in the form of obnoxiously loud snores all but confirms the obvious: you had been drawn into the second stomach and curl up in this somewhat roomier organ, completely trapped and at the mercy of a predator who is fast asleep. You had best think of something fast."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_DIGEST3",
			"Text": [
				"Soon enough, you lose consciousness in the gurgling, churning pit. If you might have considered the first stomach an unpleasant environment to sleep in, the second stomach is easily doing away with your expectations. It cares not for your physical integrity, in fact seeking the opposite. With the taur's sheer size, her abdomen is packing a substantial volume of muscle and flesh, all of which is now in full drive with the express purpose of crushing, grinding and melting you down into nutritious slurry. Luckily, you at least will not be awake for the more harrowing parts of the journey.\\n\\nHolly sighs contentedly in her sleep, not quite realizing the source of her newfound fullness, as the core of her digestive system takes full advantage of your rather compromising position. As your form falls still, digestion picks up rapidly, the slab of {player.species}-meat soon disintegrating into a messy stew, primed for the next leg of the journey through the taur's bowels. Unfortunately for you, your temporary stay had been upgraded into a permanent one.\\n\\nYour consolation prize: at least you'd keep your captor fed for a little while."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_DIGEST4",
			"Text": [
				"The first thing the taur notices when she rouses from her comfortable rest is the softened mass weighing down her lower stomach. It takes her several moments to understand where the massive bulk of food is coming from, before grim realization dawns on the tigress' muzzle. She had sworn to never try something like this again - not after the last incident - but that cute {player.species} had kept incessantly asking for it, and she caved to the demand. What lunacy, to send someone down into a digestive tract, with the promise to keep them safe overnight.\\n\\nBut there is little to be done about that now - the only reality left for Holly is to dispose of the waste product that follows. With a grunt or two, she rises from her sleeping quarters, guilt rising as partially digested gut slop noisily splashes about within her lower stomach. Padding over to the toilet area, the predator takes some solace in the fact that South Finmer has a rudimentary sewage system - though she would certainly be testing its limits. With surprising ease, the tigress hikes her tail and begins expelling logs of fresh feces. What once used to be a person is now packed together into worthless tiger shit, dropping down into the pit below her rump. Spending a full minute squeezing out one chunk of waste after the other - you were a sizeable meal after all - she waits for her anus to squeeze shut once more.\\n\\nIf the weight on her guts is any indication, she'd be making more trips like that. Almost fearfully, she glances over to the mess she made, committed to feeling ashamed and guilty for the next week or so, before depositing it in the tunnel below. Maybe it would be best to not open up shop today."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_INTRO1",
			"Text": [
				"Holly politely shakes her head. \"I'm sorry, sweetie, no beds to be found here, I'm afraid. Mine is a restaurant, not a hotel.\" Sensing the disappointment her words leave you with, she quickly offers an explanation. \"There used to be a hostel down the road, owned by a friend of mine. Sadly, they went out of business a month or two ago. Rough tidings in South Finmer these days, I'll admit I struggle myself, too, dear.\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_INTRO2",
			"Text": [
				"The tiger-taur sighs, and presses her paws into her sides, appraising you. \"I think you might have misheard, dear. As much as I hate to tell you, I have no beds for you for the night. You're going to have to find somewhere else to sleep; since the hostel closed we have no more guest accommodations in town. Someone will open a new place some day, but that doesn't help you right now.\" A flash of inspiration seems to strike the oversized feline, and she appears to be about to say something. \"Well,\" she begins, before strangling the thought and shaking her head."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_INTRO3",
			"Text": [
				"The imposing bulk of tigress inhales sharply, seemingly uncertain whether to be annoyed or amused by your frustratingly insistent line of questioning. Understanding your explanation that you have nowhere else to go for the night, Holly cracks under the perceived pressure with a sigh. \"Fine then, dear, if you must know. I was going to say that I could... keep you around, 'with' me. Tell me, have you... ever witnessed the act of predation?\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_INTRO4",
			"Text": [
				"Holly raises an eyebrow at you, clearly expecting you to abandon the topic and talk about literally anything else. Adapting quickly, she gives you a wink and a toothy grin. \"It's simple, sweetie. I pack you away in here,\" she says, patting her belly on her anthro half. \"You get to spend the night somewhere warm and safe - if a bit slippery, I'll admit - and I'll cough you up in the morning without feeling guilty I had to tell you to hit the road. Besides,\" she begins, her grin widening, \"I do enjoy the ordeal. So, how about it?\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_INTRO4B",
			"Text": [
				"She gives a confident nod and dismissively waves a paw. \"Of course. There are upsides to being a taur, dearie.\" Patting her exposed furry belly again, as if to remind you of exactly what kind of plan she has in store, she explains. \"I have two stomachs, you see. You'll be curled up in this one, safe and sound.\" Her grin develops into something toothy, though the expression vanishes quickly, leaving behind only that warm, gentle smile you've become accustomed to, and for a moment you are left wondering just how much experience Holly has with this particular 'line of work'. \"It's the other belly that does the dirty work. You'll be fine. But it's your decision, honey.\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN1",
			"Text": [
				"With a pleased grin, the prospective predator lifts a flip-up section of the countertop, beckoning you through. As you move to accept the invitation, she strides past you, plump belly brushing against you. You could have sworn you just heard that furry tank grumble at you, but Holly seems to not notice, or care. Seeing a seated tiger-taur behind the bar is one thing; up close and personal it is always impressive to see just how much bulk there is to the average taur. \"Why don't you pop on over to the back room, and undress, dearie? There's a box in the corner you can put your things in. Would hate to get them wet.\" With quick, wide paces that would leave any athletic anthro jealous, the orange-furred tigress walks over to the restaurant's front door and flips the 'open' sign in front of the glass."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN2",
			"Text": [
				"Taking the bar owner's advice, you step past the counter, taking a brief moment to examine the stock of food and drink here. Everything looks to be well-organized and clean - you recall seeing food preparation stations that have been significantly less impressive. But that is not why you are here. Pressing a paw against the thin wooden door separating the dining room from a private back room, you step inside, finding yourself in a quiet, dimly lit space. Bulky shelves line the walls of the room, stuffed with all manner of burlap sacks and nondescript packages.\\n\\nA large open crate sits in the corner, drawing by far the most attention owing to the brightly colored fresh produce sitting inside. The container is almost empty - seems like Holly doesn't want to keep excessive stock considering the downturn in local activity, and you decide that is probably a good decision for both her financials and the health of would-be guests. The rest of the room, especially in the center, is left entirely open, plain wooden boards covering the floor and a lantern hanging overhead. You realize this is probably intentional - a taur needs more space to move around, after all."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN3",
			"Text": [
				"Spotting an open chest atop a wide shelf - probably the one the barkeeper was referring to - you carefully put your things inside, and remove your clothes. Now utterly nude, a slight chill seeps through your {player.fur}. You reconsider the sheer lunacy of what it is you are about to do. As warm and welcoming as the tiger-taur appears to be, her insides may not share such a disposition. Very few people can say they have been swallowed, and lived to tell others of their experience, and yet for some inexplicable reason you are deciding to go along with a dive into a digestive tract. You just have to keep reminding yourself shelter is important - though that nagging thought, as to whether or not you are truly entering shelter, persists. A door on the opposite wall catches your eye then, slightly ajar, permitting you a peek inside. All you can see from this angle is a huge bed; understandably, it is more practical for most business owners to sleep where they work."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN4",
			"Text": [
				"Your thoughts are interrupted when the door behind you creaks open, and a hulking beast of a tiger-taur casually steps through. What you now know to be a practiced predator looks you over, and you cannot help but feel like a cornered prey animal, with the way her generous form blocks the only exit. Perhaps realizing this, Holly enters the store room fully, gently closing the door behind her. For a door that does not possess a locking mechanism at all, she takes significantly more time than one might expect to make sure the divider is shut.\\n\\nYou are left in awkward silence, stealing glances at her rump and striped belly. Taurs almost never wear clothes from their anthro half down, considering the sheer impracticality of donning and doffing it, not to mention the inherent difficulty in obtaining appropriately-sized garments in the first place. Your host for the night is no exception, granting you plenty of time to stare at her rounded midsection, swaying ever so slightly with her movements. You'd be in there soon. Or, no, wait, not there - that was the dangerous stomach.\\n\\n\"Enjoying the view, sweetie?\" Holly dryly remarks, turning to regard you fully. \"A little nervous, I see? That's alright, dear.\" She glances up and down your naked, {player.furry} form. \"You look cute, if you don't mind me saying.\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN5",
			"Text": [
				"Closing the distance between you, the bulky predator spares a glance to the chest you'd stuffed to the brim, just as she had requested. Placing two heavy paws atop your shoulders with a casual, ostensibly friendly squeeze, she nods, satisfied. \"You'll be fine, {player.name}. It's just a wet slide, and then you'll have a private room all to yourself. I'll let you back out in the morning. You might even enjoy it, dear, though I should warn you it might smell a little.\" Her long, slender tail sways behind her, and you cannot help but notice all the signs of a carnivore that is seconds away from claiming its dinner. Despite her seemingly benign intentions, her limbs tense slightly as if preparing to pounce. The anthro belly that you are brushing against gurgles ominously - a tank that demands filling - and you could have sworn she is licking drool from her lips. A good sign, you tell yourself; the better lubricated your trip would be, the safer it would be for both of you. Snapping you out of your instinctual reverie, the tiger-taur presses her muzzle into your forehead, permitting herself a little lick and taste.\\n\\n\"Ready?\" she asks, though she then foregoes actually waiting for an answer, as if fearful you might change your mind. Her jaws part widely before you, a meaty, drool-soaked cavern lined with sharp fangs. Fetid breath overwhelms your olfactory senses, and a wide, slimy tongue rolls out of that maw like a carpet inviting you home. You don't even realize you were being drawn inside until your face presses into that undulating appendage with a disgusting squelch."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN6",
			"Text": [
				"Your world becomes one of stale cat-breath and slime. As pleasant as she might be in casual interaction, the interior of one's digestive tract is less easily groomed. Unaware of your newfound dislike of her maw, or perhaps uncaring of it, Holly begins swallowing. Within a split second, the slimy muscle underneath your chin compresses your face into the roof of the mouth, a veritable torrent of slobber soaking your {player.fur}. What little light leaks into the vile cavern between sharp fangs is just enough to show the throbbing throat at the back of your predator's maw, the entrace to the tube beyond eagerly rippling, as if you were already touching it. The tigress is more than happy to help you close the distance, and with a convulsing squeeze of the tongue, your nose presses into the waiting gullet. It accepts you with a disgusting squelch as you breach a myriad of saliva strands. The maw caves in, the ridged roof collapsing onto you, as your head is forced through the fleshy entrance wholesale, into the esophagus."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN7",
			"Text": [
				"With your head safely lodged in a hot embrace of pulsing flesh, your predator swallows. The slick tube engulfs your upper half with ease, and within moments you can no longer tell just how quickly you are traveling. The taur appears to have no trouble whatsoever with quickly swallowing an anthro such as yourself whole. The noise level, in a sense, leaves something to be desired, although with your ears flattened against throbbing muscles, you could perhaps not be considered the most impartial judge.\\n\\nEvery sound that Holly's innards makes - every ominous gurgle, every squirt and slosh of fluid, every thundering thump of her heart - is amplified by your sheer proximity, leaving absolutely no question to the idea that you are, indeed, entering someone's very core. Before long, your feet have left the ground, the tigress seemingly content to just lift you up entirely as she devours your body. At around the same time, your snout touches a tightly sealed sphincter.\\n\\nAs if on reflex, the ring of muscle parts for you with surprising ease, permitting you to pass through, but not without a nasty, wet squelch or two. The cardiac sphincter begins unceremoniously dumping you in what is no doubt the taur's first stomach, though when your face almost immediately pushes into a slimy, spongy stomach wall, you are briefly left wondering how on earth you will fit inside this chamber entirely."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN8",
			"Text": [
				"The answer comes soon enough, luckily, in the form of gravity and a generous helping of lubricating saliva. The tiger-taur greedily laps up your legs and tail, coating your {player.fur} in warm, sticky drool, before the last of you is encased in wet, warm flesh and sent down with a final, obnoxiously loud swallow. Seemingly sensing your distress, the organ expands further out the harder you squeeze into it, which is a good thing considering just how much {player.species} is being deposited into this cramped space. Within mere moments, or perhaps it is several minutes, your paws and tail join you inside this slippery cavern, the entrance sealing shut behind you with a wet kiss.\\n\\nAll you know, feel, hear and smell is soft, pliant flesh, cradling your body. The stomach walls are everywhere; within moments of being deposited into this pit, you've already lost track of where exactly the exit is. It is impossible to keep track of such minute details, after all, when the organ kneads you as a tightly packed ball of meat, writhing sheets of rubber taking the time to explore you fully."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_MAIN9",
			"Text": [
				"One of your feet gets caught in a tight ring of flesh, one that eagerly grips you up to your heel. With a loud grunt on your predator's part, rumbling through your very being, you are dislodged and neatly curl up again, the rogue sphincter soon lost in the sea of stomach lining. A loud, ominous gurgling groan coming from somewhere below you does not escape your notice; it seems the taur's second digestive chamber is expressing its displeasure at being deprived of a meal - which would have been you. At least so far Holly seems to be honoring her promise. All in all, though, this leaves you stuck in what most would call a rather undesirable, oppressive environment - a situation entirely of your own making. The walls are soft, though, so there's that. Something presses inwards hard, and it takes you a moment to realize that your host's paws are roaming at her no doubt well-distended gut."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_RESCUE1",
			"Text": [
				"It takes only a few more minutes for you to lose consciousness in this gurgling, churning pit. Sheets of rubbery flesh pummel you into submission, rather obviously eager to get to work on their latest prize. Though it seems at first that your incessant struggling had done little more than convince the digestive organ to apply more crushing force to your body, you do feel your environment shift and your predator's slow, contented breathing pattern changing. Oblivion claims you like a warm - albeit slimy - wave of rippling pressure traveling up your body, from tail to snout. There's nothing more you can do to avert this fate of becoming tiger haunches, so deprived of precious air, you slip away."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_RESCUE2",
			"Text": [
				"The next conscious observation you make is a rush of cold air blasting into your drool-soaked face, providing much-needed clarity and refreshment you had forgotten you ever needed. The world is unfocused, and you have only just enough presence of mind to take note of the incredibly strange feeling of sliding through a well-lubricated meat hatch. The flesh rubs strangely against your {player.fur}, until it doesn't anymore. The drool coating that soaks you saps you of heat, and you almost find yourself wishing you were back in there again if only for the warmth that the stomach provided you with. The fact that you were mere minutes from death is a little too surreal to accept - in fact, everything everywhere is rather surreal. Sprawling out on the cold, stone floor below you, you feel two strong paws grab a hold of your limp body."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_RESCUE3",
			"Text": [
				"When you reawaken once more, you find yourself staring at a featureless ceiling, lying atop a surprisingly comfortable bed. Right, something about a gut dive taking a turn for the worse. With some effort, you raise a paw in front of your eyes, surprised to find your body well-kept and clean. It seems Holly must have taken the responsibility, no doubt in large part due to feeling incredibly guilty. Despite everything, you feel alright, and just as you are about to lift yourself off of the taur-sized furniture, the tigress in question barges into the room. \"Oh, {player.name}, honey, you're up! Oh, good. I, um, er.\" she begins, probably uncertain how to proceed from here, considering the rather gnarly nature of the topic at hand. You sense that she is waiting for a response from you anyway."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_RESCUE4",
			"Text": [
				"Holly sighs softly and shakes her head, rubbing her forehead with both paws. \"I'm so, so sorry for what happened. I should never have offered.\" A deep inhale and exhale follows, and she off-handedly gestures to a chest sitting awkwardly besides the bed - one you recognize as the very same one you had deposited your things into earlier. \"Well, in any case, you're alright, and I hope you can forgive me. I got you cleaned at least, dear, and your stuff is in there, so I'll, uh, yeah,\" she stammers, deciding to just not finish the sentence and leave you alone in what you now realize is the tiger-taur's own bedroom. Regardless, you suppose you'd rather not spend too much time in here still, so you reach over to your belongings to begin sorting through them."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_RESCUE5",
			"Text": [
				"Dressed and rejuvenated, you step back into the dining room, walking past a sheepishly shuffling taur to leave the bar area proper. Well, you decide, perhaps you ought to think twice next time before offering to take a slide down a gullet, for you are well aware you had narrowly escaped particular doom. While there is a little tension in the air now between the two of you, the only thing left to do from this point is to pick up where you left off. It would probably be best for the both of you to keep this little incident under wraps - nothing actually bad had happened, through some incredible stroke of luck, and in the end you did spend the night somewhere warm as promised..."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_A1",
			"Text": [
				"Your predator stumbles in response to your sudden struggling movements. No doubt the added weight of an entire adult {player.species} sagging down one's midsection might throw off balance. \"Whoa, hey, settle down in there, you're fine,\" Holly growls, voice rumbling through your very being."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_A2",
			"Text": [
				"\"Stop kicking,\" the tiger-taur sighs, probably suppressing a spell of nausea. \"Oh, this may have been a bad idea.\""
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_A3",
			"Text": [
				"Before long, you doze off, having sufficiently tired yourself out by writhing around like panicked prey..."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_B1",
			"Text": [
				"Crudely extending your feet and paws into slippery flesh surrounding you, you begin struggling against the oppressive stomach walls. The organ responds with a crushingly powerful squeeze, though you do hear Holly grunting in discomfort. The question is whether you can hold on longer than her digestive system."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_B2",
			"Text": [
				"You kick as hard as your dazed muscles allow. The stomach walls clench down rather aggressively, the force and speed of the kneading picking up substantially. No doubt it's treating you as an unruly meal to work down. Holly rolls over in her sleep, making more of a mess of you, if that were possible."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_STRUGGLE_B3",
			"Text": [
				"Rippling waves of muscular pressure force you in as compact a shape as possible. Having used up most of your oxygen supply rather quickly, your struggles slow down rapidly, and you only barely take note of the hot, thin fluid being rubbed into your {player.fur}."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_A1",
			"Text": [
				"As unfriendly as the stomach environment generally is to its occupant, you feel comfortable enough to allow your energy to rapidly ebb away. While there is no escape from the nasty, thick layers of slime being rubbed into your {player.fur}, if anything it makes for a cozy, slippery bath."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_A2",
			"Text": [
				"You feel your breathing slow as you begin settling in the pulsating embrace of these spongy stomach walls."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_A3",
			"Text": [
				"Before long, you doze off, having no real concept of time other than the steady heartbeat rumbling above you..."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_B1",
			"Text": [
				"Pressing your paws into the hot, slippery flesh surrounding you, you begin rubbing the stomach walls. Your reward consists of a crushingly powerful squeeze, a sleepy snort from your host, and the distinct feeling that while you should not be here, you are welcome all the same."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_B2",
			"Text": [
				"All your loyalty gets you is another squeeze, a lewd glorp from fluids splashing around you, and the distinct feeling that the force with which the stomach walls are kneading you is only increasing. Holly rolls over in her sleep, making more of a mess of you, if that were possible."
			]
		},
		{
			"Key": "PORT_EVENT_TAURDINING_SUBMIT_B3",
			"Text": [
				"Rippling waves of muscular pressure force you in as compact a shape as possible. Having used up most of your oxygen supply rather quickly, you only barely take note of the hot, thin fluid being rubbed into your {player.fur}."
			]
		}
	]
}