{
	"!Type": "AssetStringTable",
	"AssetID": "8a404631-05f4-4f6c-84de-4b62a472fe84",
	"AssetName": "Strings_MQ05",
	"Entries": [
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_CART_SOUND",
			"Text": [
				"How the predator had managed to sleep through the obnoxiously loud sound of a minecart crashing into a steel wall is beyond you. Or perhaps he did wake up, and proceeded to pass right back out. What a life that must be."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_CLOBBER",
			"Text": [
				"In the messy, panicked scuffle, as soon as you break free from your would-be predator's grasp, you clobber up him up the side of his head. To an outside observer, it might look like the blow is almost accidental on your part, but nevertheless, the effect is real enough. Ethel just blacks out on the spot, crashing to the floor, sprawling uncomfortably on the mattress he'd claimed for himself earlier. Of course, his swollen stomach is having none of it, groaning in protest, chyme sloshing about inside. As far as you're able to tell, the bluebird is out cold, permitting you the freedom you need to explore this room to your heart's content - though it would be prudent to keep in mind your time in this place is not unlimited either way."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_END",
			"Text": [
				"Now that you have a moment to yourself, distracted only by the lewd gurgling of a very busy stomach somewhere below you, you can rummage around a bit more safely. Right away, you yank a decorated necklace off of the unconscious bird, figuring it either valuable, powerful or both. Despite having once served as a canteen of some description, there are no food rations around this place anymore - not that you'd want to sample them, given the extensive time during which they must have been rotting away in this cave system. You do spot a discarded journal page lying on one of the wall shelves, however. The main tunnel is to the west, while {!link1} waits ever patiently on the eastern wall."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_QUESTION_BAD",
			"Text": [
				"Ethel snorts loudly, almost indignantly. Perhaps that was the wrong kind of question to ask. The bluebird wastes no time in confirming your suspicions, at least, his eyes narrowing in suspicion. \"If you have to ask that, you're not one of ours. Which means I get to stash you away,\" he declares, appearing almost gleeful as he shoots up with startling speed for someone who carries the added weight of another person, and latches onto your arm before you can evade. \"C'mere, snack,\" he taunts. \"Let's see if you fit.\""
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_QUESTION_SELF",
			"Text": [
				"The groggy avian casts a thoroughly frustrated glare in your general direction. \"The fuck?\" he says simply. \"You kick me awake while I'm obviously working on dinner, so you can ask me about my life story?\" He shifts in place a little, moving into a slightly more comfortable position. \"What I can tell you about me, is that I haven't had {player.species}-meat in a while, and you're not making a great first impression. Make of that what you will. Now, can I please sleep?\""
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_VORE_POV_DIGEST",
			"Text": [
				"The textures of the meat slurry sloshing around you are nothing short of revolting, somewhere in between grainy mud and a vegetable stew boiled beyond recognition. Said stew is, in fact, one you are slowly but surely adding to. The loud thumping of your captor's heart, the trickle of fluids down below in the lower intestines, and the obnoxiously loud gurgling and groaning of the active stomach, are just about enough to lull you into a deep sleep, were it not for the fading adrenaline keeping you conscious for a few moments more. This stomach is clearly not very used to having this much food to process, and it doesn't really seem to be capable of compacting you tightly. The organ does its best to compress the soupy mush into you, though the effect is limited, and the chyme acts as a kind of buffer in between you and the stomach wall's murderous intent. One of your feet presses into a small opening at the bottom of the furnace. It gently chews at your toes, and you understand it to be the pyloric sphincter that is guzzling up the already-digested meal surrounding you, and with it, your foul, messy shielding. By the time you begin joining your predecessor, you ran out of oxygen hours ago, and with a noisy, rumbling stomach all to yourself, you are no match for the carnivorous appetite of the Red Maw."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_VORE_POV_DISPOSAL",
			"Text": [
				"A half-hearted kick to the side jolts the bluebird awake. The leering glare of his black-furred superior hangs over him like a hangover, the dark crimson mane particularly unkempt this morning. \"Oof, 'sup boss?\" Ethel grunts in reply, rubbing his head as he rises, before remembering his gut is weighed down and then some. Oh, right, he'd had double dinner, some weirdo took a dive while he was trying to sleep off his first meal.\\n\\nThe wolf looming over him steps back with a displeased scowl, shaking his head before a flicker of curiosity shines through. \"They squirm well, at least?\" he asks, to which Ethel shakes his head. \"I don't even remember who. Ugh, prey. Er, I need to...\" he grunts, another rather pressing thought occurring to him when his digestive tract emits a particularly noisy groan.\\n\\nIn response, he receives a dismissive snort as he stands up fully, gut wobbling and mushy fluids sloshing within, taking several seconds to adjust his balance to compensate. Randall appraises his subordinate in a brief moment, annoyance flickering on his muzzle. \"I could launch you out of a cannon and you'd still sleep through it. Haul your ass over to the abbey and make yourself useful,\" he replies. \"Oh, and if you steal my food from the pantry again, you might just have to replace it,\" the lupine growls.\\n\\nThe bluebird simply nods, watching his boss depart, a modicum of concern on his mind. The canine is a tough nut to please, but it may admittedly also have to do with Ethel's pattern of loafing around lately. He can't help it - there is something so viscerally satisfying about turning squirming meat into something unspeakably messy and undignified. With new orders in mind - ones that he actually aims to follow, lest he finds the apex predator's gaze turn his way - he has a chance to discretely dispose of his digested prey; a chore he is looking forward to greatly. But before he can focus fully on that, the avian must first make for the exit, one uncertain, stomach-sloshing step at a time."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_VORE_POV_STRUGGLE",
			"Text": [
				"Ethel snores obnoxiously loudly as you spend the last few moments of your life in a slimy, pulsating hellscape. He couldn't even give you the dignity of staying awake while you melt.",
				"Gravity shifts and fluids slosh and splash around as your predator shifts positions slightly, apparently having found something more comfortable.",
				"Ethel absent-mindedly rubs and pats his hugely swollen gut in his sleep. The discomfort of carrying this much food around would pass for him, at around the same time you pass, too."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_VORE_POV_WIN",
			"Text": [
				"Despite your potential preconceptions that a beak might not quite have been designed with swallowing similarly-sized prey whole, the fact that the entirety of your head is crammed down the hatch without so much as a modicum of tasting ceremony, might just prove you wrong. Ethel takes each opportunity to swallow as soon as it presents itself, more or less ramming you down his gullet as fast as his digestive system permits him to. You can barely even mount a proper resistance before the meaty tube engulfs you. So greedy is your host, in fact, that you barely have time to register the pressure of the slick gullet on your {player.fur} before the esophagus ends in a stretchy sphincter. A bath of chunky chyme is your welcome in the acidic confines of the avian digestive tract, the horribly sour stench of acid and digesting meat enough to overpower the constitution of any prospective preything. Unfortunately for you, you don't get a whole lot of time to contemplate your new home before you're dunked face first into the mushy soup, forced to curl up in this swelteringly hot, disgustingly noisy bath as the rest of your body joins you. Even worse is the realization that the bird more or less passed out after ingesting you, too."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_WAKE_CHAMP",
			"Text": [
				"His visage soon turns to one of surprise - and perhaps that is a hint of fear you see flashing through his eyes. \"Y-you... you're the Club champion, right? I, um, what the hell are you doing here?\""
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_WAKE_KICK",
			"Text": [
				"A good, hard kick to the bird's stomach jolts him awake with a squawk. \"Aah, shit!\" he shouts. The digestive organ burbles and grroooorrgles in protest as fluids slosh about inside, and the predator winces, if briefly, before he takes stock of his assailant. \"Ugh, if you're a new recruit,\" he grunts in discomfort, \"you'd better have a great fucking reason for waking me up like that, if you didn't want to join dinner.\" Clearly weighed down by the soupy remains of what was once a fully-grown adult person of some shape and kind, he sits up awkwardly to glare daggers at you. You have the upper paw here, it seems; this is your chance to get some information."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_ETHEL_WAKE_SIT",
			"Text": [
				"You swing one leg over the bird's stomach and promptly sit down on the distended feathery dome, adding significant weight and pressure. The digestive organ burbles and grroooorrgles in protest as fluids slosh about inside, and mere moments after the predator winces, his talons shoot forward as if on reflex, grabbing you by the sides. Perhaps placing yourself within grappling distance of a Red Maw member might not have been the wisest decision. \"Food,\" the bluebird grunts groggily, somehow still half-asleep despite parting his beak wide in preparation for devouring you."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_AMBUSH1",
			"Text": [
				"The well-lit intersection welcomes you once more. You might feel tempted to take a brief rest at the table were it not for the threat of being discovered - the silence is almost comforting, hiding the threat of death that looms over this place like a blade waiting to drop. And sure enough, it falls. Stupefied, a rodent stares blankly at you, and you recognize him as the same one you snuck away from outside. Dark, iridescent fur shines in the low light of his own lantern, a bright bandage plastered on his cheek breaking up the orderly, well-maintained coat. You can only barely see him bristling, before straightening his black coat, a scowl on his muzzle, the very image of a dangerous, unsavory trickster."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_AMBUSH2",
			"Text": [
				"\"You,\" Jett sneers simply. The rat bites at the air as if to taunt, his incisors glimmering with a saliva coating in the warmth of the flame. \"{player.name}, then? They not have stealthy break-ins in whatever hole you crawled out of? I could've heard that crash all the way in Stiegal. I'm not sure how you found this place, but you're leaving through me.\" Almost casually, the predator sets his lantern down on the table at the intersection, quite reasonably deciding that an occupied paw is a dead weight. Perhaps you ought to do something similar. Making sure to place himself in between you and the exit, the predator assumes a wide, aggressive stance, and approaches."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_END",
			"Text": [
				"Relative silence returns to the intersection once more. A glimmer by the ancient table catches your eye, and when you step on over, it turns out that the rodent had placed down some other belongings by his lantern, obviously having expected to pick them up after dealing with you. Among them is a small key, which you pocket, figuring it would no doubt be useful. The main railway slopes down from the north, heading down to the cave's south end, while another branch of the tunnel waits to the east."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_KILL_DIGEST",
			"Text": [
				"A few short minutes after his ingestion, dinner stops kicking. Seems not even Randall's right paw can survive being packed into a tight ball of fur and meat. Another softer belch rolls past your lips, carrying with it the heavy scent of rodent. The contents of your stomach splash and slosh back and forth with every step you make, the added weight dragging you forward with rather uncomfortable force. It takes a little while to get used to dragging your prey around, and by that time your digestive system settles in a rhythmic pattern of squeezing inwards, basting your meal with acidic glop, stripping away a little bit of food in the movement, mixing it with the chunky slurry your prey is stewing in, and slowly but surely draining it into your intestines. It's almost miraculous, how efficient the process of mechanical and chemical digestion is. Still, as much as you feel the need to just crash down here somewhere and embrace the sleep that your digestive system is demanding, to enable it to divert all energy towards destroying the fresh meal, you have other things to do here. Gloating could come later, once you've cleared the blast radius that comes with this territory."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_KILL_DIGEST_POV",
			"Text": [
				"An angry slap on the rat's sickeningly swollen stomach jolts you awake, before the agony of digestion drags you right back down. \"Come on, meat! For someone whom the boss specifically called out as a target, you sure don't last long. I've had gutsluts fighting back harder than you.\" But you can oblige his demands no longer, compressed into a {player.furry} ball as you are. Of all the predators you could've slid inside, it just happened to be one with a particularly aggressive digestive system, if the mind-numbingly tight, crushing waves of pressure rolling over your masticated form, top to bottom, are any indication. It's almost as if the organ is trying to force you down into the duodenum already. And in time, it would succeed. A loud, saliva-splattering belch steals the air you had left, leaving you drowning in the acid pit like so many before you. A rather ignoble end, to wind up as fat and fuel for a man-eating monster hiding in the skin of a biped, but by this point, there is nothing more you can do to avoid your fate, and in fact, there is no more 'you'. Jett, for his part, just settles down into one of the chairs at the tunnel intersection, the furniture creaking dangerously under the doubled weight. Well, looks like he won't be needing to go out for dinner after all. What a lucky catch."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_KILL_GENERIC",
			"Text": [
				"It takes just one well-timed strike to down your quarry. A sickening crunch reverberates through the tunnel - and quite possibly your ears - and Jett drops, limbs draping over the disused railway. It's a mercy compared to what he was planning to do to you - truly, there is no redemption for depraved man-eaters such as this thing. There is little time to celebrate your gruesome victory, however; you have other things to do here. Gloating could come later, once you've cleared the blast radius that comes with this territory."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_VORE_DISPOSAL",
			"Text": [
				"It'd taken Jett the better part of the morning to dispose of his prey. A secluded, nondescript spot in the woods would serve as the grave for what once resembled a {player.species}. Dumping an adult's weight worth of feces is no easy feat, and perhaps the rodent takes a little more time than most in feeling the thick chunks of scat rub against his tailring as they slide out. One by one, the chunks push free of the murderous, slimy tubes that had formed them, some breaking off under their own weight, a messy pile forming before the ordeal is finally complete. This part always left him with a raging hard-on - it is the best kind of rimjob one could ever wish for, after all. And the best thing about live prey is that they usually take more than one such round to get rid of fully - he was already looking forward to the next day.\\n\\nWhen Randall finds him lounging casually on the beach later, smoothly distended gut and all, the dark-furred rat gives the wolf a casual wave and a belch. The news that that prick of a {player.species} would be a problem no longer, conjured a toothy grin onto the black wolf's muzzle, who was more than pleased to hear about the removal of a thorny obstacle to his one true goal. The validation could almost be strong enough for Jett to forget about the dull ache on his face. Regardless of his reservations, such an accomplishment was deserving of a bit of alone time to relax and recuperate, at least - not that the predator would be able to fight off the oncoming food coma if he tried to."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_VORE_WIN",
			"Text": [
				"Rather recklessly, you grab a hold of the rodent's cheeks, and shove them wholesale into your maw. The whiskers rub up against your cheeks and palate, and the sensation almost makes you sneeze.  You manage to suppress the building urge, however, and soon the predator's mindset takes over. One swallow after the other has Jett sinking deeper and deeper into your core, his protests having about as much effect as his own prey's would have had on him. In some twisted way, it is satisfying to turn the tables on a seasoned predator like that, to give them a taste of exactly what slimy, pulsating, acidic hell they subject their own live meals to. The rat isn't having any of it, but as you push his feet down your gullet and slurp up his smooth tail like a noodle, it is no longer his choice to make. A few moments later, your dinner begins settling inside you, stretching your gut to ludicrous proportions as the added weight of an adult comes to rest. Jett certainly doesn't waste any time before he starts writhing and kicking about in there, spitting all sorts of muffled, incoherent obscenities, but a loud belch crashes that party just as easily."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_JETT_VORE_WIN_POV",
			"Text": [
				"What at first appears to be a quick, nasty bite on your snout from these murderous incisors, turns out to be much, much more. Instead of disconnecting, Jett takes the opening he'd created by inflicting pain, and crams you face-first into his open jaws. An experienced predator, clearly accustomed to scarfing down his meals before they can put up a fight or before bystanders can provide assistance, you've already slid past his meaty tongue, into the pulsing chute beyond, before you even think of trying to brace yourself against him. Of course, it is no use. The speed at which you sink into this slimy meat bin is staggering, your arms easily slobbered up and pinned to your sides on the final descent. By the time you breach the stomach entrance and wipe away the sticky film of drool from your face, it is far too late to escape the sweltering, disgusting hellhole that you're rapidly curling up in. Words are not enough to describe the revolting stench and texture of the chunky chyme you're dragging through, as you begin bathing in what is essentially vomit, and a grim reminder of your imminent fate."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO1",
			"Text": [
				"Your attention is drawn by the steadily-approaching chatter coming from somewhere down the hall. Of course, it was unrealistic to have ever hoped to delve into someone's base of operations and not risk discovery. Thinking quickly, you set down your lantern on one of the barrels by the wall, hoping its presence will not be noticed, and dive behind the rows of crates. The gentle warmth of the room's other light sources just barely reaches here, leaving most of the crevices in the storage space dark and suitable for hiding."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO2",
			"Text": [
				"A few moments later, a duo emerges from the railway tunnel leading into the mine, engaged what appears to be a mostly one-sided conversation. A black-furred canine with a tell-tale crimson mane marches into the storage room, a scowl on his muzzle. The black-and-white husky tailing him chatters excitedly, though to an observer such as yourself, it might as well look like the words are falling on deaf ears.\\n\\n\"... and we'll finish packing by tomorrow, like you wanted,\" the husky finishes, though his tone and cadence take a dive when he perhaps realizes the dour mood of his conversation partner."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO3",
			"Text": [
				"\"Good,\" Randall grunts simply, not pausing his stride nor bothering to spare so much as a glance at his subordinate. \"And see to it that Ethel pulls his weight, too. I'm starting to think he's just here to freeload on food and sleep through his shifts, in which case I'll make him useful to me another way,\" the wolf rumbles darkly - a comment that would have chilled most, but not the smaller, bouncy canine, who does not bat an eye at the thinly veiled threat. \"I wanted the one we had in storage, and he just went and took it,\" the predator finishes.\\n\\n\"Got it, boss. And...\" The unnamed dog pauses, muzzle scrunching up in apparant confusion or agitation, before he glances around the room the duo had been mostly ignoring thus far. \"Weird smell,\" he declares."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO4",
			"Text": [
				"Randall dismissively waves a paw, turning briefly to properly address his lackey. \"It's probably that damn merchant's stuff again,\" he sighs. \"Ugh, if only he didn't look so unappetizing,\" the black-and-red wolf bemoans. He resumes his march towards the exit, permitting himself a flick of his bushy tail as he disappears from view. \"Come on, help Jett out in the mean time,\" he hollers back."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO5",
			"Text": [
				"The husky, for this part, anxiously glances around. It would seem he is not entirely convinced, which could certainly spell your doom, though the command of his superior beckons him away from you. The footsteps fade away as the duo leaves the cave system, and after a few more moments of waiting, in case they decide to turn tail, you release a heavy breath you had not realized you'd been holding in. Carefully, you remove yourself from your uncomfortable, dark hiding spot and re-emerge into the soft light of oil-fueled flames. The cool touch of the lantern you'd claimed for yourself is reassuring in a strange way - like a guiding light into the very literal maw sprawling before you."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_MAKO_CONVO6",
			"Text": [
				"It seems, then, that Randall is close to wrapping up his use for this amber mine, considering the crew is preparing to leave, as you understood. Your objective remains unchanged, though there is perhaps an added sense of urgency to be found in the knowledge that you are once again one step behind."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME_DIGEST",
			"Text": [
				"Before long, you find the lack of air catching up with you. You do not know if this strange slime-like blob has consumed anyone before you, or indeed what exactly it might gain from the act, but it matters not. What little you can see of your {player.fur} is dissolving before your eyes, and the darkness becomes complete as your body ceases to function. Perhaps it is for the best - the particular cruelties of death by drowning in acid are perhaps best left unexperienced, even if you chose this fate. All you can do now is hang on to the hope - or the knowledge - that you are free to experience this pleasure over and over, that you are above the rules of the universe itself. Over the course of another hour or so, the slime finishes digesting its catch. Nobody disturbs the predator in this time; it is the dead of night, after all, and the usual occupants of the mine know better than to venture into this tunnel. Eventually the clear mass of goop, now entirely free of {player.species} becomes still once more, expands ever so slightly, using the new organic matter of its digested meal to increase its own volume. Its work complete, the cube continues waiting ever patiently for its next prey item. In your absence, the Maw will no doubt roam free. But there is a way to fix things. All you need to do is reload the game once more, and reconsider the choice that brought you down this path in the first place. We will rewind once more."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME_LEAVE",
			"Text": [
				"Rather wisely, you step away from the deadly monster, back into the dimly lit hallway where you have some modicum of control over your fate. Maybe they use the thing as some manner of garbage disposal, though how exactly it got here, you'll never know."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME_RELOAD",
			"Text": [
				"You stare at your arm, extended partway in the general direction of the slime, before you catch yourself in your strange moment of weakness and back off from the deadly mass of jelly. You have much more important things to do than to permit yourself to be digested alive. What insanity would it be to willingly offer oneself to a mindless monstrosity such as this?"
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME_STRUGGLE",
			"Text": [
				"You swing an arm around, and while you displace some of the goo surrounding you, it is about as effective as kicking a lake.",
				"You attempt to 'swim' through your liquid captor, though you find yourself trapped in the slime's center despite your best efforts.",
				"You flail about helplessly, splashing about inside your acidic grave much like a drowning person in the ocean.",
				"You feel the slime compact inwards slightly, adding to the strange pressure keeping you trapped neatly inside the ooze, awaiting digestion.",
				"You move about awkwardly inside the slime, failing to put any distance at all between yourself and the acidic goo that encapsulates you."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME1",
			"Text": [
				"A massive, amorphous blob of greenish goo, reaching up to the ceiling, blocks the path, in so far as the collapsed ceiling did not do the same. The thing's body is clear enough to fool the unobservant traveler into missing its presence entirely - you thank your lucky stars you saw it. As if reacting to your approach, the gelatinous thing shifts and distorts, never quite settling with one particular shape. In fact, it appears to creep in your general direction - not so much by walking, as by slowly falling forward. It would almost appear harmless, were it not for the fact that such monstrosities are common folk tales. You know full well that to touch this cube of slime is to die. Why the Maw members have left this thing here is a mystery - or more likely they are simply unable to get rid of it. In any case, there is nothing here for you; the only path is backwards."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME2",
			"Text": [
				"Confidently, you stride forwards, unabashed and fearless, for you know that you are safe and you can take part in any pleasure you desire, even if it kills you. Indeed, no matter what happens to you, the universe itself will rewind as many times as you require. One day, the story must go on, but why rush? Carefully, you place your paws on the surface of the slime. It quivers beneath your touch, wet and pliable, yet somehow just firm enough to resist you. That changes in a mere moment, the oozing body shifting again to break the surface tension just as it slides forward and into you. Your arm slips forward and inside, encased in lukewarm fluid. A strange tension, almost like a current, draws you in further, preventing escape now that you set this foolish plan into motion. Your lantern clatters onto the solid stone at your feet, the flame extinguished, plunging you into darkness. The clear surface of the slime shifts forward and begins enveloping the front of your body, drawing you into the ooze. It coats your face first, before there is no more separation between you and it. Just like that, in but another second, you are engulfed entirely."
			]
		},
		{
			"Key": "MQ05_ENCOUNTER_SLIME3",
			"Text": [
				"Somehow, you can draw in a little oxygen through the sticky slime that makes up your predator, though you strain yourself, and it quickly becomes clear that it is not quite enough to sustain you. Through your captor's liquid body and a rather dim glow spilling in from the main tunnel, you are able to view the outside world, watching as the ooze quivers aimlessly while remaining in place almost meticulously. You are pulled into the creature's center, meanwhile, escape now a few arms' lengths away from you in every direction. Your clothes have already disintegrated in the goop that turns out to be composed mostly of acid, leaving you naked and quite vulnerable indeed."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD1",
			"Text": [
				"Exactly as promised, you find Zosk's lonely carriage sitting out back. Gently and quietly closing the tavern's back door behind you, you approach the rickety vehicle. Parked in a small sort of inner courtyard behind the tavern, the cart waits patiently for its driver to sober up. The space is surprisingly well-hidden, walled off on all sides with dull bricks except for an alley leading to the street - the very same one you had fled through when accosted by Sahro the other night. A small but well-maintained stable sits in the corner, nestled into the back wall of the tavern and what you suspect might be Pat's general store."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD2",
			"Text": [
				"Zosk's trusty draft horse offers you a snort from underneath her single-occupancy roof, resting comfortably atop straw. She stares somewhat curiously at whatever it is you are intending to do here, but otherwise makes no effort to either greet you or object to your presence. Perhaps the merchant had made some kind of deal with the owner of the establishment to be allowed to take refuge here, but to you, it matters little."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD3",
			"Text": [
				"A rare lucky break, you find that the carriage is actually already loaded and ready to go. A dull gray cloth tarp cover the cargo, held in place with straps and tied ropes, the notable silhouettes of crates and barrels standing out underneath. According to the chameleon's own words, this delivery is scheduled for tonight... and that presents you with an opportunity."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD4",
			"Text": [
				"Carefully, glancing over your shoulder to reaffirm that you are still alone, you untie two knots holding the tarp in place by the back of the cart, and crawl underneath. Awkwardly, you squirm betwixt containers, earning yourself a scrape or two, though with a little effort you manage to get into the position that pinches your limbs the least. Spread atop a crate, two tall barrels hold up the tarp above you, ensuring there is no particularly obvious {player.name}-shaped impression visible from the outside - as long as you remain still."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD5",
			"Text": [
				"You realize that from here, you would most certainly be unable to tie the knots back up that you had undone, leaving your intrusion imperfect - though you would need to quickly get off later as well, so it was an unfortunate necessity. With some difficulty, you seem to be able to catch glimpses of things happening outside without moving around too much within your cover; the cloth sheet has not been secured so tightly that there are no openings between it and the sturdy boards that make up the carriage itself. Staring out the sides of the cart strains your neck a little, but at least you would be able to keep general tabs on what's going on around you, and roughly where you will hopefully soon be going. Now, it is simply a matter of waiting..."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD6",
			"Text": [
				"When the tavern door kicks open, you startle awake, flustered. Though you cannot observe the hooded chameleon directly from your hiding spot, you know it is him when he marches over to the stable and, with some coaxing and quiet words of affection, links up the steed to the vehicle it will be carrying. Having only soft footfalls crunching on flagstones and scattered gravel to listen to, you cannot help but notice there is a certain spring to Zosk's step as he climbs aboard with a soft grunt, far more quickly and dextrous than you might expect from someone who had been black-out drunk a few hours prior."
			]
		},
		{
			"Key": "MQ05_INTRO_COURTYARD7",
			"Text": [
				"As you had witnessed him doing before, Zosk claps his paws together twice, quipping a short, flowery command in a foreign language. The draft horse complies, if reluctantly, and the trader gently steers his parade away from the solitude of the courtyard. It seems so far your infiltration attempt has gone unnoticed by the chameleon; perhaps his equine companion knows but it appears to either not understand or care about the implication of your presence. Provided you remain quiet on the bumpy ride ahead, you might even get to enjoy the view - what little you have, peeking out from beneath the tarp. The cobblestone streets of South Finmer give way to coarse dirt roads, then to trails, and finally, an eternity later, to the coast..."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK_TOPIC_CARGO",
			"Text": [
				"The viridian lizard stares at you sleepily, taking another swig from his empty mug. It appears to take several seconds before he realizes that there is, in fact, no liquid meeting his lips, and he gently, almost lovingly, sets the vessel back down on the wooden countertop. A few unintelligible words are whispered, leaving you to muse on whether or not that constituted an answer to your question."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK_TOPIC_CART",
			"Text": [
				"The chameleon visibly perks up at your question, seemingly energized simply by thinking about his noble trade of delivering things from one place to another with the very same trusty cart you'd asked about. \"Cart? Not sshtealing anything from Zosk, are you?\" A drowsy sigh follows, and your intoxicated conversation partner idly picks at his sleeve - and then the robe that hides most of his viridian skin. He laughs suddenly, as if having realized that he just made a joke. \"Issh parked out back, for later,\" Zosk waves half-heartedly, gesturing to the back door of the tavern. \"No touchies,\" he adds helpfully."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK_TOPIC_MAW",
			"Text": [
				"Zosk perks up curiously, a loopy grin forming on his lips. \"Ohh, yes! Makes sense now! Maw-place is client-frrrriend's, all nice and sunny there, and stone is red too.\" His long, spiked tail gives a lazy sway, almost brushing against the floor boards beneath. \"Funniest thing,\" the chameleon declares, eyes sparkling vibrantly as if he were about to relay some gloriously inspiring tale. \"Zosk told - hic - him he ssshould be lucky the place hasn't flooded. Could not appreciate Zosk's humor, oho.\""
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK_TOPIC_RIDE",
			"Text": [
				"Your intoxicated conversation partner waves absent-mindedly, having considered your request for all of one second. \"Sure, sshure, is parked out back for later,\" he says, significantly louder than needed to get the message across, before he seems to catch himself and lowers his voice slightly - still not enough though. \"{player.name}-{player.species} can ride along, no problemsh. Zosk enjoyed having ya along the otherrrr day, too. Gets lonely sssometimes. Talk nice. Ugh.\" Eventually, the merchant devolves into incoherent mumbling."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK1",
			"Text": [
				"As good a guess as any, you find the traveling merchant seated by Holly's bar. Clad in his favorite loose-fitting brown robe, he acknowledges your arrival, but only barely, with the lightest head nod one might consider perceptible. Mug seated neatly across from him on the counter, the chameleon manages to wobble atop his seat despite the floor being perfectly level."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK2",
			"Text": [
				"\"{^player.species}-ffuuhh-riend, come sit,\" Zosk slurs, very clearly feeling a little under the weather after having spent the hours relaxing. Still, tired as he appears to be, the tone picks up a little when he turns to regard you properly, as if not yet having been convinced you were actually there. Satisfied, the strange lizard shrugs and turns to his mug again, tapping it with his claws. He off-handedly waves in the general direction of an unoccupied stool right by him, and you accept the invitation wordlessly, having some business to attend to with the merchant."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK3",
			"Text": [
				"\"Zzzzosk does not hold hish -hrp- liquor well,\" he comments, as if the observation was not yet obvious.\\n\\nFrom the opposite end of the bar, the tigertaur snorts. \"Three mugs, Zosk. You're a lightweight. Space them out next time.\" With that advice, she casually trots off to reorganize some shelves, apparently trusting you to keep the flustered trader from falling off his chair and hitting his head. Soon, she casts a quick glance at you and disappears into the kitchen. \"I'll be with you in a few moments,\" she hollers."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK4",
			"Text": [
				"In response, Zosk only groans, arms folded atop the counter as a headrest, before remembering the fact that you exist. \"What's it? Zosshk has work to do tonight, but maybe some time forrrr chit-hrrrpp-chat.\" he hiccups. How the chameleon is considering making himself presentable for what is ostensibly a rather important delivery in a few hours, is a mystery to you. You consider how to phrase your request of hitching a ride to a particularly clandestine destination, on or in the wooden cart - with or without the owner's consent."
			]
		},
		{
			"Key": "MQ05_INTRO_ZOSK5",
			"Text": [
				"Whether Zosk had considered the evening so far a job well done, or whether your single question had exhausted him utterly, you cannot say. But the result is obvious when the lizard drops his head on top of his arms with a slightly louder thud than could have been considered comfortable, and promptly dozes off, resting on the countertop. At least he told you where the cart is, enabling you to inspect it now that you have the chance to do so without prying eyes. You decide it best to leave the fellow to his thoughts (or what is left of them), though you do find yourself curious as to how long it will take him to recover from all of three ales."
			]
		},
		{
			"Key": "MQ05_MAW_CART_IN1",
			"Text": [
				"As soon as you set your sights on the yawning hole in the cliff face, you grasp the true nature of the name behind the gang that dwells here. From behind openings between the wooden carriage and the tarp covering you, you can observe your surroundings from relative safety. High iron content in the surrounding sandstone and rocks has given this coastal maw a noticeably red color. The fact, then, that the name of the Red Maw doubles as a surprisingly accurate description of the location, as well as a predatory pun, would surely only serve for Randall's further amusement. Besides this inconspicious cave entrance facing the open sea, the beach is rather featureless. On any other day, it would have made for a pleasant afternoon resting spot; today, however, you have some more pressing matters in mind."
			]
		},
		{
			"Key": "MQ05_MAW_CART_IN2",
			"Text": [
				"While Zosk is off to the side talking with someone else, presumably discussing his latest delivery, you have an opportunity to use the very same cover of night to your advantage. Carefully lifting the cloth tarp off of yourself fully, taking great care to not produce noise or make any sudden movements that might draw attention, you wriggle out from the cargo, and land back on your own two feet at the back of the cart. Permitting yourself a brief moment to stretch your legs and restore blood flow, you duck behind the vehicle, ensuring it is in between yourself and the merchant.\\n\\nThe voice of the other one present is one you recognize, too - it must be the rodent you had witnessed tagging along with the black wolf himself, when you found Iso the other day. Despite the relative silence blanketing this shore in the dead of night, you still cannot quite make out the words of their conversation, but you suppose it ultimately matters little. Right now, you have only one goal, and only one chance."
			]
		},
		{
			"Key": "MQ05_MAW_CART_IN3",
			"Text": [
				"Fortunately, the reptilian merchant had parked his ride not too far from the cliff face, meaning the time you need to spend out in the open is fairly limited. Under the dim moonlight, only a small oil lantern resting on the wooden carriage's seat casts a dim glow upon the conversing duo. A boon for you: with a nearby light, their eyesight into the dark would no doubt be dulled. With your wits about you, heart pounding in your chest, you put a little distance in between yourself and the perceived threats, keeping the cart in between to mask your movement, until you sneak over to what you presume to be the entrance to the Maw."
			]
		},
		{
			"Key": "MQ05_MAW_CART_IN4_DUMB",
			"Text": [
				"Bored out of his mind by Zosk's inane rambling about his brother, the rat you know as Jett glances around, only barely managing to keep up a facsimile of interest in the trader's incessant stream of words. His pointed snout turns towards you, and despite the fact that his eyes are hidden in the veil of night, you feel them drilling into yours. You hadn't actually really thought this through, and your sudden movement seems to have caught the attention of what is no doubt a predator, considering his choice of employment. The only cover that you have left as to your identity is the poor lighting conditions, and it seems that it saves your life.\\n\\n\"Ethel!\" the bored rat barks at you, voice easily carrying across the sand. \"Ya gonna let me carry this by myself?\" he grunts. Deciding it would be best to stop sneaking so as to not arouse further suspicion, you simply march into the cave entrance. \"Ethel, for-\" the hollering voice comes after you, but you ignore him, praying that he doesn't come after you. At least you have a little time to make your move, now that you have stepped into the unlit cave entrance."
			]
		},
		{
			"Key": "MQ05_MAW_CART_IN4_WITS",
			"Text": [
				"Bored out of his mind by Zosk's inane rambling about his brother, the rat you know as Jett glances around, only barely managing to keep up a facsimile of interest in the trader's incessant stream of words. His pointed snout veers towards you, eyes hidden in the veil of night and yet no less adept at drilling into your soul. Crouched against the sand to minimize your volume, you had chosen this exact moment to remain still as a statue, and the rodent's gaze sweeps right over you. He returns to his unwanted companion, who is in the middle of a verbose tangent about the one time a wheel got stuck in a snow bank. You, meanwhile, slip into the unlit cave entrance, entry wholly unnoticed, or so you hope."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT1",
			"Text": [
				"Before long, you find yourself exiting the cave complex, stepping back into the cold open air of the night. Despite the fact that the mine is not heated particularly well, the lack of the strong breeze that is now brushing against your {player.fur} made it feel warmer than it really was. The scent of the sea gently lapping at the wide, moonlit beach before you is a welcome change, though you are not entirely sailing in open waters just yet."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT2",
			"Text": [
				"With Jett dealt with previously, there are no immediate dangers out and about. In fact, your favorite merchant is still there, or at least the cart is. When you sneak over - less carefully this time, since Zosk has not demonstrated himself to be particularly observant - you find the chameleon sitting atop the plain wooden bench. While the viridian-scaled fellow is patting down his jacket in boredom, mumbling about deliveries and delays, you quietly board the carriage once more and resume the same concealed position you used to bring yourself to this isolated place to begin with."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT3",
			"Text": [
				"At least, you were hoping Zosk would eventually return to South Finmer. Having been away for some time, and having no idea what his schedule looks like, you actually have no idea how much longer you'll be here, where you would be going, or what your risks of discovery are. Carefully burying yourself underneath the cloth tarp between two barrels, you await transportation. Being a stowaway is a nervewracking prospect to be sure; while the merchant himself does not seem the particularly aggressive type, the same cannot be said for the other regulars of this beach. And as you keep an eye out through the boards of the rickety cart, watching for the faintest sign of danger emerging from the oppressive shadow of the night, you contemplate today's findings."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT4",
			"Text": [
				"Now is not the time to reach into your pack and study the papers you snatched in close detail - the time for that would come later, when you could afford to make a little bit more noise and had the region's leading expert on all matters amber by your side - but nevertheless, you understand the discovery is alarming. If it is true that there is some manner of hidden power to be unlocked at the site of the old abbey, it surely bodes ill for Randall to be looking into it."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT5",
			"Text": [
				"\"Well, it doesn't seem like rat-friend is coming back,\" a somewhat nasal voice grumbles somewhere ahead of you, muffled through layers of cloth and wood. Your heart skips a beat or two, before you understand Zosk is, in fact, speaking to his horse, who responds simply with a disinterested snort. \"Zosk is not waiting all night, oho,\" he whispers to no one in particular, giving the reins a half-hearted flick followed by clapping his paws together twice. As if on cue - which is presumably exactly what the act is - the mare takes a first unsteady step forward, before settling into a familiar rhythm. The cart rocks and jumbles with each step, reminiscent of your first bouncy ride with Zosk, except that time you were a welcome guest."
			]
		},
		{
			"Key": "MQ05_MAW_CART_OUT6",
			"Text": [
				"As the merchant departs, carrying its {player.species}-shaped hidden cargo, adrenaline that you didn't know you were holding on to begins dissipating from your system. Now that you have left the immediate area, the threat of being devoured alive is diminished greatly, and your body is quick to take advantage of the fact. The wheels of the wagon leave the uneven surface of the hardened soil and sand of the beach area, settling instead on a thin gravelly trail that leads back to civilization. You sink into exhaustion, lulled to a satisfying if rough sleep by the rhythmic bouncing of the rickety cart on gravel roads."
			]
		},
		{
			"Key": "MQ05_MAW_JOURNAL_PREFIX",
			"Text": [
				"You read the page..."
			]
		},
		{
			"Key": "MQ05_MAW_JOURNAL1",
			"Text": [
				"[Day 1]\\nSo when the boss said we'd strike it rich here, I thought him a madman. Joke's on me: I still do. What could there possibly be to find in this useless sandstone hole? Gotta take your business to the mountains, I told him. I don't understand any of that tech-tonics stuff the smart city people talk about; I just see riches being pushed up out of the ground. That's there, not here.\\n\\nAlas, it's not up to me, is it?\\n\\nLittle Nulia made me promise to bring her a 'pretty rock' for the next Longest Night. Got some 'o those lying around here. Spirits know boss-man will blow up if he sees me carrying 'company property' off the site though. Got another month to think up a solution for that one."
			]
		},
		{
			"Key": "MQ05_MAW_JOURNAL2",
			"Text": [
				"[Day 6]\\nPirri and I found a pretty geode today. All sparkly and orange in the lantern light. She took it to Jared, our assigned metallurgist and prospector, bouncing with glee all the way. Said he was 'weirdly surprised' by it - her words - and then just fell quiet and rudely brushed her off, starting to run tests on the thing. Never liked the guy.\\n\\nAnyway, we just kind of started digging sideways now, hoping to find more. Maybe one of those gems would be a nice keepsake to bring home.\\n\\nThe boss is out for a few days, heading off to the newly founded trading post, a couple leagues uphill. They haven't figured out a name for the place yet, but it's a good spot, all things considered. Weirdly enough, I find myself missing him a bit. The boss is a jerk sometimes, but he does keep us cohesive. Pirri is nice, though. She said she wants to visit the hamlet when this job is done. I've never met a mouse who likes traveling as much as she does. Well, I like seeing new places too. Maybe we could go together. I'd like that, I think."
			]
		},
		{
			"Key": "MQ05_MAW_JOURNAL3",
			"Text": [
				"[Day 8]\\nLucky days. We busted down a wall in the new tunnel and found a whole bunch of the exact same geodes, not to mention ironstones. Bonuses all around when the boss comes back in a couple days and hears of this. Lifts everyone's spirits - everyone's except Jared's. He's been brooding more than usual, and that's saying something.\\n\\nWhen I asked him about it over dinner, Jared just looked at me funny and went 'what gem'? The prick is just pocketing our finds. I know what I had in my paws. Nice to know I apparently can't trust my colleagues. No matter, I'm sure he'll cough it up when the boss gets back, and Pirri will back me up.\\n\\nIt's the look, though. That dumb lynx is glaring daggers at me, and I don't know what his deal is. Makes me feel apprehensive. I just work here, man."
			]
		},
		{
			"Key": "MQ05_MAW_JOURNAL4",
			"Text": [
				"[Day whatever]\\nPirri is gone.\\n\\nI should've paid more attention. Jared has been getting quieter ever since we found that damned geode, but I didn't realize he'd spiralled that badly. One moment, he was shouting about how we were unsealing something evil, and it must be kept locked away or whatever. I said it's just a gem, and that the tunnels are getting to him. He just started screaming at me.\\n\\nThen Pirri intervened. She tried to calm him down, but a pickaxe to the head made short work of that conversation. He ran off while I tried to stem the bleeding. No use. And that *fucker* locked me in here; barricaded the door probably. I don't know how long it's been. I've slept, so maybe a day? Can't tell time underground. My only company is a corpse, and a journal I might as well pass time with.\\n\\nIf the lynx intercepts the boss, he might scare him off, too. Nobody else knows I'm in here. I don't have a lot of lantern oil left, either.\\n\\nI'm sorry, Nulia. I found your pretty rock, but I don't think I'll be able to bring it back."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_BARRACKS",
			"Text": [
				"The barracks consists of cozy-looking sleeping bags along the walls, along with a table and chair. There is a smaller, inconspicious room further to the east, while the entrance hall is back west."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_BARRACKS_FIRST",
			"Text": [
				"Rather sensibly, it seems the gang of predators have placed their sleeping quarters relatively close to the exit - whether to enable a speedier exit, or whether to enable a quick crash to sleep off some hapless prey, you cannot guess. Your lantern reveals an orderly room featuring the same style of floor boards as the entrance hall behind you, along with six cozy-looking, padded sleeping bags arranged evenly along the walls, each resting atop a bed of cloth and straw. While probably not the most comfortable of beds you've seen - fancier places have actual mattresses - it would serve well in a pinch, and you grimly realize that comfort is probably not an unnecessary luxury when sleeping off prey. A table and chair sit in the middle, an empty tankard atop. There is no one here right now. The entrance hall is back west, while a smaller, inconspicious room sits off further to the east."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_BARRACKS_SEARCH1",
			"Text": [
				"Rummaging around in the sleeping bags scattered around the room yields nothing of particular value. Perhaps it is to be expected for a band of thugs to have little of material value to their name - ignoring the priceless amber deposit they're sitting on, of course. You feel like you could perhaps spend more time turning each bed inside out more thoroughly, but that would be spending a lot of time..."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_BARRACKS_SEARCH2_DUMB",
			"Text": [
				"Despite your best attempts at landing yourself a nice find, another round of poking around has not magically materialized such a secret stash of riches, as far as you are able to tell. Instead, you are regrettably left only with a chunk of time spent and a growing worry that you need to get a move on, lest your luck of being alone in this place runs out."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_BARRACKS_SEARCH2_WITS",
			"Text": [
				"It seems your incessant curiosity is rewarded after all when you find a concealed pocket within one of the sleeping bags. From within it, you pull out a dagger that is plain-looking in most respects, barring a mesmerizing red gem set in the pommel. You pocket the discovery, deciding it is probably better off in your paws than its previous owner's. With another chunk of time spent, a growing worry tells you to get a move on, lest your luck of being alone in this place runs out."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_COLLAPSED",
			"Text": [
				"In the darkness of the underground, parted only by the dim glow of your lantern, you wander through the tunnel, soon catching a glimpse of the insurmountable pile of rock ahead. You pick up on a strange, acrid stench, and you realize what you are approaching mere moments before you touch it."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_COLLAPSED_LOCKED",
			"Text": [
				"Down that passageway is only slimy death. Best venture literally anywhere else."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E1",
			"Text": [
				"In this tunnel, barely wide enough for two furs to walk side by side, to say nothing of the threateningly low ceiling, you see {!link1} on the northern wall. The main tunnel is back west, and a staircase descends deeper south, probably running side-by-side with the main tunnel."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E1_LINK1A",
			"Text": [
				"a dark, undecorated wooden door"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E1_LINK1B",
			"Text": [
				"the door to the study"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2",
			"Text": [
				"At the bottom of the stairs in this parallel tunnel, you see {!link1} on the west side. Besides that, there is not much of interest around: some barrels in the corner, a dead lantern hanging from the ceiling. You wonder briefly what a pain it must have been to keep this place organized and fueled back in its heyday."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_CROWBAR",
			"Text": [
				"You stash the crowbar into your pack. A tool like that might come in handy."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_FIRST",
			"Text": [
				"Descending down the sloppily arranged stairs, you reckon you are likely in a side excavation that runs parallel to the main tunnel. Soon, you reach the end of the tunnel, a closed wooden door on the west side. A lowered bar blocks the door from opening, and you take the time right away to unlatch it. Might be a useful shortcut for later. The other corner of the corridor features barrels, some stacked, some loose. Atop one of them, someone has left a small satchel and, curiously, an old crowbar. Considering the number of crates and other wooden containers the miners must have handled here back in the day, however, it is perhaps not such a strange discovery after all."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_LINK1A",
			"Text": [
				"a wooden door"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_LINK1B",
			"Text": [
				"the door to the mess hall"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_LOCKED",
			"Text": [
				"You push against the door, but it doesn't budge. Something is blocking it from the other side. That's probably not a fire hazard or anything, right?"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_E2_SATCHEL",
			"Text": [
				"Poking inside the satchel, you find a small binder and several loose pages. The writing on them depicts the plot of land this mine is situated in, and seems to include several administrative and financial notes relating to the mining operation that had been active here many years ago.  Most of the text is too faded to read properly. You also pocket a few loose coins you find in there."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1A",
			"Text": [
				"The main tunnel branches off into this side path, a level, very well-constructed pathway. The floor is polished smooth, either by hand or by sheer use, as have the walls themselves. Without that rough look to it, the speckled texture of the sandstone walls look surprisingly captivating in your lantern light. From here, you can go further west into the tunnel, or east to return to the main tunnel."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B",
			"Text": [
				"The damp, poorly lit corridor ends in what appears at first glance to be a storage space of some kind. Two deteriorated bookshelves line the left wall, the open space on the right cluttered with open crates filled with rocks."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_CHEST_CROWBAR",
			"Text": [
				"With a tool designed for imparting exactly the kind of mechanical pressure you require here, breaking this lock is a cinch. Bracing your crowbar between the lid and the lock, you turn the rusty steel bar, and with a little effort, the wooden framework holding the thing in place snaps. Though the deadbolt is still in place, with its connection to the lid removed, the chest flies open."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_CHEST_LOCKED",
			"Text": [
				"Much to your dismay, you find that the chest is locked. The actual key is probably lone gone at this point, you surmise, though who knows - maybe you could get lucky. You could try to force it open yourself, or you could try looking for a key or a tool to help here."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_CHEST_OPEN",
			"Text": [
				"Inside, you find some valuables - it would seem your effort pays off after all. It is unclear why these items were left here, or by whom, though the handful of coins and what appears to be a blade of some kind, will no doubt serve you better than these cold, stone walls."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_CHEST_STR_NO",
			"Text": [
				"Try as you might, you are unable to get the chest open through sheer brute force. Despite its age, the damn thing is sturdier than it looks. It seems you will have to find either the key or another method to force the lock open."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_CHEST_STR_OK",
			"Text": [
				"You latch onto the chest's lid with one paw, bracing it under the locking mechanism, while the other holds the container down. Though straining, through sheer brute force you manage to undo the lock. The bolt keeping the lid shut, no doubt deteriorated, snaps clean in half from the pressure you apply, and the chest flies open."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_FIRST",
			"Text": [
				"The damp, poorly lit corridor ends in what is, surprisingly, a storage area. Perhaps the original miners had dug this little side tunnel had abandoned their search for minerals, and decided to repurpose the space they had created - or something else could have happened. Regardless, two deteriorated bookshelves line the left wall, the open space on the right cluttered with open crates filled with rocks and, more demanding of your attention, a sealed footlocker. The rusted carcasses of several iron lanterns hang from the ceiling, long since drained of fuel and now speaking only to the idea of what this place once was."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_CORRIDOR_W1B_SHELVES",
			"Text": [
				"You spend some time rummaging through the old shelves lining the walls. There are even a few drawers that you take a peek into. Sadly, it seems that there is nothing to be found in there but dust and bugs - if there ever was anything valuable, it has since been taken by something or someone else."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY",
			"Text": [
				"The entrance is almost eerie in its plain, unremarkable nature; with lanterns illuminating only floor boards and sandstone walls, there is little to do here. Off to the south, the room narrows into a corridor {!link1}. To the east {!link2}."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_EXIT_LOCKED",
			"Text": [
				"There is work left for you to do here; no point in leaving just yet."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_FIRST",
			"Text": [
				"The unremarkable alcove in the cliffside that you presume to be the entrance takes you into a somewhat narrow, unappealing rock corridor. A dim, distant glow draws your attention and lures you in like a moth to a flame, having no other waypoints to mark your path. Soon enough, the source is revealed as you step into a surprisingly expansive and orderly room. A duo of lanterns hanging from the ceiling illuminate the smoothly-hewn sandstone. Neatly arranged wooden boards line the floor, adding a homely touch to an otherwise uninviting, plain lobby. You take a lantern sitting atop a barrel, deciding to carry it with you. The reddish stone walls narrow into a corridor just down south, curving off into a room you cannot see from here. Off to the east, there is a doorframe that - while missing an actual door - leads to an unlit area."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_LINK1A",
			"Text": [
				"leading somewhere you cannot see"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_LINK1B",
			"Text": [
				"leading to a store room and the proper mine entrance"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_LINK2A",
			"Text": [
				", there is an unlit area"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_ENTRY_LINK2B",
			"Text": [
				"are the sleeping quarters"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_IRON",
			"Text": [
				"Returning to the partially-excavated side tunnel, you take stock of the numerous iron and amber deposits. Atop a barrel sitting squarely on top of the railway, you spot a collection of loose pages, barely intact after having been torn from whatever binding they had belonged to, and then worn over time. Some of the text is still legible."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_IRON_FIRST",
			"Text": [
				"The side tunnel you step into does not run for very long at all. It soon becomes clear why the miners had taken this random diversion: even to the naked eye, it is obvious these walls are rich in iron content. The element stains the sandstone a particularly vibrant orange, as far as you are able to tell in the flame-hued colors of your lantern's warmth. While this fact alone would have made this excavation project reasonably profitable for the original proprietors, perhaps far more alluring is the faint glimmer of a crystal formation embedded in the wall far ahead. There, you find a cluster of what you now know to be raw amber crystals - a rare, dangerous and valuable find. Who can say what became of the business running this mine when word of this resource's presence had spread - or had it spread at all?"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_KITCHEN",
			"Text": [
				"This hole in the wall that must pass for a room is somehow even more boring to gaze upon than the others you've seen so far. Its most eyecatching feature - and also the only feature - is a coil of rope piled haphazardly against the wall. It does not seem to be used as a storage space, either. There is nothing else here to do or see, and you cannot help but wonder what the purpose of this place is, or if it is quite simply an unused space of this mine complex."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_KITCHEN_FIRST",
			"Text": [
				"This hole in the wall that must pass for a room is somehow even more boring to gaze upon than the others you've seen so far. Its most eyecatching feature - and also the only feature - is a coil of rope piled haphazardly against the wall. It does not seem to be used as a storage space, either. There is nothing else here to do or see, and you cannot help but wonder what the purpose of this place is, or if it is quite simply an unused space of this mine complex."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT1",
			"Text": [
				"The mineshaft begins sloping back upwards as you near the north exit of the excavation project. The railway continues deeper to the south. Two side tunnels branch off to the west and east."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT1_CART_FIRST",
			"Text": [
				"An old, dilapidated minecart sits on top of the railway here. It has more or less rusted stuck to the track, if that is even possible. One of the rear wheels leans on a triangular metal stopper, that was once probably intended to prevent the cart from barreling down the tunnel unprompted."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT1_CART_HANDS",
			"Text": [
				"You press both paws against the back of the minecart, pushing it forward, though it refuses to budge. It appears to be held stuck in place by the brace on one of the wheels. Having rusted stuck from lack of maintenance, you will probably need a tool to dislodge it."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT1_CART_TOOL",
			"Text": [
				"It seems you have just the tool for this job. You pull out the crowbar, and jam it in between the cart wheel and the track. Bracing the device against the rusted surface of the railway, you push, and again - before the wedge shatters under the pressure. And so does the old crowbar itself, at that. Luckily, you had been smart enough to apply the leverage while standing besides, not in front of, the minecart. Despite its age and sad state, as soon as it is dislodged, it creeps forward. A few seconds later the vehicle reaches the downward slope, from where it rapidly picks up speed, and soon rushes off into the dark tunnel beyond, faster and faster. Several seconds later you hear a deafening crash - muffled by the damp walls of the cave system as they are, the sound of a massive impact surely does not go unnoticed. It seems, then, that all pretense of stealth has been abandoned."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT1_FIRST",
			"Text": [
				"Following a gradual downwards slope, you descend into the depths of the cave system. The tunnel is fairly wide and comfortably traversable, unlike what one might perhaps expect from a dark, abandoned mining site. You do have to take things slowly and keep your lantern close by, since there are no other sources of illumination in the area, and not even the enhanced night vision many anthro species are known for would be a suitable replacement for the flame. Still, following along with the railway is easy enough. While the track has warped, dented and even broken in places, no doubt stemming from years of disrepair, it provides a simple path to follow in this bland and featureless landscape. Soon enough, your descent gradually levels out again, and while you have no way to measure how deep you went exactly, this level appears to be where most of the mining work was done. The main track continues to the south, while two smaller, though no doubt important side tunnels branch off to the west and east."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2",
			"Text": [
				"This junction in the railway is mostly barren - a recurring theme in this place - save for a ventilation shaft. To the west is a partially-collapsed tunnel. The railway goes on further still to the south, while a branch in the track curves off to the east, underneath {!link1}, light spilling through."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2_FIRST",
			"Text": [
				"Trekking onwards through the darkness, you are surprised to feel a bit of a draft ruffling through the corridor. The source is soon revealed as a big metal box embedded into the wall, cold air seeping from slits in the surface. Connected to a well on the surface, this opening in the ground provides an inflow of fresh air; a simple but effective construction that prevented the miners back in the day - and now, you - from suffocating. Moving on, you trudge onwards on the disused track, passing by a chain of minecarts, some empty, some filled with rubble, until you reach the next intersection. The track branches off into a tunnel to the west, though it seems to have collapsed. A wide door, slightly ajar, on the east wall, leads someplace else, a dim light shining through. The track branches off the main path here, into the side room and underneath the door. An extinguished lantern sits atop a handful of barrels by the door, and while you are tempted to light it so as to improve visibility, it would be best to leave as few tracks as possible."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2_GATE1",
			"Text": [
				"The railway continues further south, though it runs underneath an immense iron gate, blocking the entire breadth of the tunnel. Though old, the structure is surprisingly intact still, not to mention it shows signs of recent use, the dirt and dust around it having been disturbed. Unfortunately, because the hinges are on the other side of the door, breaking the gate is not a viable option, and the locking mechanism is not particularly revealing either. You will have to find some way to open it."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2_GATE2",
			"Text": [
				"Exactly as the huge crash had suggested, the metal gate is in shambles. A huge hole has been torn straight down the center, the sheer force of impact of the minecart barreling down the tracks having proved too much for the steel door to handle. The left half of the gate is torn off its hinges entirely, the right standing, if barely. The vehicle itself had derailed after the impact, it seems, having rolled right of the track, dragging a trail across the rough, dusty stone floor before having come to a standstill. It would appear you've made quite the mess down here - though now you can at least pass easily."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2_LINK1A",
			"Text": [
				"a door"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT2_LINK1B",
			"Text": [
				"the door to the mess hall"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT3",
			"Text": [
				"The well-lit intersection welcomes you once more. You might feel tempted to take a brief rest at the table were it not for the threat of being discovered - the silence is almost comforting, hiding the threat of death that looms over this place like a blade waiting to drop. For now, though, you are alone. The main railway slopes down from the north, heading down to the cave's south end, while another branch of the tunnel waits to the east."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT3_FIRST",
			"Text": [
				"Stepping through the shattered remnants of a wrought iron gate, you continue your march into the depths of the mine. How you have still managed to evade the Maw's lethality in their very own hideout makes you a little uneasy, not knowing where all of them are - was this a trap all along? Did they expect you - or worse? As you ponder these questions, you come up on the next intersection in the mineshaft, the light ahead a welcome reprieve of the incessant darkness surrounding you.\\n\\nThe slope evens out a little to allow for comfortable placement of some furniture. A table and a few chairs have been set up here, perhaps once intended as a resting spot for weary miners. Rusted tankards rest on the table surface still, probably no longer pleasant to drink from owning to many years of exposure to dust and moisture. A handful of lit lanterns - one on the ceiling, two on the table - add to your own lantern, brightening up the place considerably. Of course, that means someone must have been here recently, to replenish and ignite the oil vessels. The railway splits in two here; one heads further south still, though the track no longer slopes down. The other branch heads east, sloping back up ever so slightly."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_SHAFT3_LOCKED",
			"Text": [
				"A large metal gate blocks the railway heading deeper into the complex, solid iron bars running from ceiling to floor with a wide doorway in the center. It is flush with the framework around it, so forced entry is difficult - you will need quite some force to get through here."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE1",
			"Text": [
				"The roughly-excavated storage room is host to many crates and barrels of stone chunks that would be of much more interest to a miner than to yourself. A rusty railway starts here and leads south, into the mineshaft proper. {!link1}"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE1_FIRST",
			"Text": [
				"The smooth-hewn walls give way to much rougher sandstone surfaces, though with a relatively high ceiling and somewhat decent lantern lighting, the room still does not feel particularly claustrophobic. This storage room is stuffed full of rows upon rows of crates and barrels, some sealed, some open. Most are filled with rock chunks that are not of particular interest to your untrained eye, though you suppose there ought to be the occasional valuables hidden in these piles of ores. A poorly-maintained railway starts here, leading into the mineshaft proper - it seems that this room represents the start of the actual abandoned mine that Randall must have taken over. Considering this room borders between the mine and the outside world, it was probably once used as a temporary storage space for excavated rocks. While feeling a little apprehensive about heading deeper into the cave complex is a fairly natural response, your objective has not revealed itself just yet. Besides the railway descending south, there is also a brightly-lit room set off to the side - this one also without a door."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE1_LINK1A",
			"Text": [
				"A brightly-lit room sits off to the side, this one also without a door."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE1_LINK1B",
			"Text": [
				"The workshop to the side casts an ominous glow on the room."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE1_SEARCH",
			"Text": [
				"These barrels contain one heavy chunk of stone after the other, and after going through the laborious process of inspecting one and a half barrel, you find yourself giving up, but not before you manage to fish out the crumbling remains of an old journal. It contains only a few pages, the rest having been torn out. There's nothing else of value here, other than maybe traces of valuable minerals trapped in rock, though that is not something you can work with when your objective lies elsewhere."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE2",
			"Text": [
				"The mess hall would be a much more relaxing and pleasant place to spend time in, were it not for the unmoving body of an avian predator, sprawled out over a mattress, his bulging gut of partially-digested prey equally unresponsive. At least now that you can rummage around in relative peace and quiet, you spot a discarded journal page lying on one of the shelves. There are no food rations around this place anymore - not that you'd want to sample them, given the extensive time during which they must have been rotting away in this cave system. The main tunnel is to the west, while {!link1} waits ever patiently on the eastern wall."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE2_FIRST",
			"Text": [
				"Excellent lighting and a less cave-like aesthetic in this new room make for quite a different atmosphere, as compared to the occasional feeling of the ceiling pressing in on you that the dank tunnels brings with them. The floor consists of neatly arranged boards, and a long table takes up a good chunk of the space in the room, barrels and shelves lining the walls. It seems this place had once served a purpose as a mess hall, though perhaps it still does, if the lounging predator could be taken as a clue. A naked bluebird lies sprawled out on a mattress on the floor, snoring contentedly, while the massively swollen, gurgling gut on his midsection betrays his choice of dinner. The feathered dome shifts and churns as fluids displace inside, presumably from the organ in question working overtime, but no longer shows the telltale dents and kicks that come with live prey. It seems it's been some time since this prey kicked the bucket. Nevertheless, here you are, alone in a room with a man-eater casually sleeping off his meal - one that you would most certainly not be able to fit your jaws around, either. It would be prudent to deal with the immediate threat while you have the upper paw, lest you find the tables turning on you."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE2_LINK1A",
			"Text": [
				"a door to some unexplored place"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STORAGE2_LINK1B",
			"Text": [
				"a door to the bottom of a side tunnel"
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY",
			"Text": [
				"The study consists of a small library, or at least the intent and empty space that could become one, if given a little more love and inventory. Rows of mostly empty shelves try and fail to cover a neatly organized desk by the far wall."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_DESK",
			"Text": [
				"After only a few moments of examining the items on the desk, you suspect that this is an important find, if not the answer to your questions - were it that you can read it. A journal and a collection of notes feature sketches of a monastery atop a grassy hill. Strange drawings break up sheets of text, the glyphs not of a language that you recognize. Some other notes stuck onto and in between the pages are, however, written in your tongue, and appear to be partial translations or explanations of various passages. You do not have time to study all of it in detail right now, but from what you can glean, this is a deep dive into the history of a nearby abbey, and forgotten rituals they used to practice. The notes theorize about focusing power into a person to grant them incredible power. Most of the diagrams and icons appear almost like arcane incantations to you. Hopefully Rux will be able to make sense of this. You stuff as many of the papers as seems relevant into your pack."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_DESK_FULL",
			"Text": [
				"Together with the maps and transport diagrams you found earlier, you now have a picture of what you're dealing with. The denizens of abandoned monastery in the woods, whoever they once were, have dedicated lifetimes to studying the myths and realities of the magical, deep-orange crystals. While there is nothing left to loot, somehow, Randall believes it holds a deeper, darker secret that he can unlock. Though you don't yet fully understand what his end goal is, the obvious conclusion is at least that the excavation of amber from this mine is a key part of claiming this forbidden knowledge for himself. You have what you came for - it's time to report back to your fellow conspirators."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_FIRST",
			"Text": [
				"It takes a little bit of fiddling to jam the brass key into the lock mechanism, though eventually it clicks into place and you are able to remove the bolt blocking the door. Stepping inside, you see an orderly library or study of some sort. Rows of shelves take up most of the space in the room, largely empty though a few books and maps are scattered around, some old, some new. A neatly organized desk by the far wall has some documents and an inkwell on it, almost obscured from view by the shelves were it not for the fact that they are but a skeleton without books to fill them. Whether this space had always served this purpose or whether the Maw had repurposed it, you cannot say, though it is clear it is now the seat of scholarship for a surprisingly studious predator."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_LOCKED",
			"Text": [
				"Much to your dismay, you find that the door is locked. A bit of a shake is not enough to dislodge the bolt, and while you could certainly take the time to simply perform a 'manual override' on the lock mechanism by kicking in the door, such actions would produce excessive noise that you cannot afford to make right now. This is as much a stealth mission as it is an investigation, after all - a hideout for man-eating predators is no doubt a great place to go and get yourself killed. So for now, you decide it is best to try and look for the key."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_LOCKED2",
			"Text": [
				"The door is locked, and forcing it open without a key would produce way too much noise. You will have to find the key, or find another way around."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_STUDY_SHELVES",
			"Text": [
				"Not all of the literature on these shelves has survived the test of time. In fact, you decide, this whole place could do with a bit of a spring cleaning - it seems that a gang of man-eaters might not take the time out of their busy day to tidy their hideout. What little you can read is mostly the kind of study material you might expect in a mine, covering topics like geological study as well as reference manuals for metallurgy and the like. The rolls of paper are more relevant to your current situation, all of them various maps and construction plans of this mine complex. They detail the tunnels ahead and the valuable iron geodes that were found within - all in all, not very interesting to you. The one thing that does catch your attention is a loose, handwritten journal page, clearly torn from the book it was once a part of."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_TERMINUS",
			"Text": [
				"Trudging through more muddy water than you would have liked, you reach the bottom of the cave system, every step accentuated with an unpleasant squelch. Lacking critical maintenance over the years, it seems that whatever moisture had built up in the disused tunnels would have collected at the bottom, manifesting as mud. The railway ends abruptly just in front of a solid rock wall; perhaps the miners back in the day had simply not continued their excavation any deeper than this. A hunched-over skeleton sits by the far wall, thoroughly deteriorated through the passage of a great many years, though perhaps vaguely canine or vulpine in body shape. Besides this macabre discovery, this pit consists of little else but rocks and rusty tracks."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_TERMINUS_FIRST",
			"Text": [
				"Trudging through more muddy water than you would have liked, you reach the bottom of the cave system, every step accentuated with an unpleasant squelch. Lacking critical maintenance over the years, it seems that whatever moisture had built up in the disused tunnels would have collected at the bottom, manifesting as mud. The railway ends abruptly just in front of a solid rock wall; perhaps the miners back in the day had simply not continued their excavation any deeper than this. Far more interesting, however, is the singular skeleton sitting by the right wall, hunched over itself as if trying and failing to curl up. It's difficult to make out details in the low light, but the anatomy looks vaguely canine, maybe vulpine. Regardless, whoever they were, they died a very long time ago. Besides this macabre discovery, this pit consists of little else but rocks and rusty tracks."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP",
			"Text": [
				"The workshop features two desks sitting side-by-side against the far wall, an uninviting chair by each atop the surprisingly well-maintained floor boards. One desk seems to be used for administrative purposes, judging by the scattered papers lying on its surface, while the other is a workbench for mineral inspection, littered with tools and rock samples."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP_BENCH",
			"Text": [
				"The other workbench, with a slightly more heavy-set design and a stained cloth covering the surface, sports an assortment of mostly boring-looking rocks. It seems this workstation is primarily of interest to prospectors and the like, to examine the mineral content of a batch of ore. No doubt there are some interesting valuables to find in this mine should it ever become fully operational again, though not least of which is a glimmering amber shard that catches your eye. Sitting neatly between dust and gravel, the crystal almost seems to sparkle even in its unpolished state. You pocket the find."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP_FIRST",
			"Text": [
				"Arguably the most well cared-for spaces you have encountered so far, this workshop features the familiar floor boards, as well as actual, fancy tiles lining two of the room's walls. The office-sized room was perhaps once used by a functionary or foreman of some sort. It seems the Red Maw has repurposed it into a general-purpose working space, if one can imagine one of them fitting on these chairs with a bulging gut. Two desks face the far wall, each with a rickety-looking wooden chair in front of it. One desk has some paperwork lying on top, while the other workbench seems to be used for a mineral inspection process of some sort, if the scattered rock chunks and assortment of tweezers and magnifying glasses is any indication. Other than the working area, it appears there had once been a poster on the north wall, beside the doorframe, though years of exposure and water damage have rendered it completely unreadable."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP_MAPS",
			"Text": [
				"Rummaging through the files on the desk, you find what appears to be a map of the area, with this place circled in red. There are what appears to be a number of shipping routes marked, leading to South and North Finmer, as well as two distant towns. Shipping manifests confirm that the merchant - Zosk - was in fact the one bringing in excavation equipment to this amber mine - whether he was tricked, or complicit, you cannot say. None of it is strictly speaking new information, although curiously, a particular location in the woods to the east has been circled in blue, with its own route to and from South Finmer. There are no further notes as to what the importance of the location is."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP_MAPS_FULL",
			"Text": [
				"Together with the mystical studies you found earlier, you now have a picture of what you're dealing with. The denizens of abandoned monastery in the woods, whoever they once were, have dedicated lifetimes to studying the myths and realities of the magical, deep-orange crystals. While there is nothing left to loot, somehow, Randall believes it holds a deeper, darker secret that he can unlock. Though you don't yet fully understand what his end goal is, the obvious conclusion is at least that the excavation of amber from this mine is a key part of claiming this forbidden knowledge for himself. You have what you came for - it's time to report back to your fellow conspirators."
			]
		},
		{
			"Key": "MQ05_MAW_ROOM_WORKSHOP_MAPS_VISITED",
			"Text": [
				"You, however, recognize it as the site of Dalsida Abbey, which you have recently visited. Whatever Randall could possibly seek to do in that crumbling ruin is unknowable as yet."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK1",
			"Text": [
				"A rush of cold air washes over you as your make-shift blanket is torn away from you. It seems the cloth tarp did a better job than previously assumed at trapping heat and making for a relatively effective tent, if not for the hard surface you'd been sleeping on and the bumpy, rough ride that went along with it. The gentle warmth of a morning sun blinds you, and by the time you fully come to, you spot a particularly displeased chameleon gentleman looming over you, muzzle deformed into a scowl.\\n\\n\"Oh no, this will not do,\" Zosk declares, taking a step back. \"Zosk is pleased that his cart was to your liking, {player.name}-{player.species}, but this is squeezing the cat in the dark! What will client-friends think if they see this?\""
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK2",
			"Text": [
				"He points sternly at the street, and that warm, cheeky glint that you had come to recognize from the merchant seems to have made way for annoyance. \"Out,\" he commands, and you are left with little choice but to sheepishly comply. Gently you rise, finding your muscles more than a little sore from the impromptu overnight massage, but in your desire to not keep the frustrated lizard waiting lest he makes a bigger problem out of this scene, you climb over a crate or two and land on the cobblestone street with your own two paws. The fresh, salty air tastes refreshing after having spent another hour, if not more, wedged under a stifling cloth that was never meant to be used as a blanket."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK3",
			"Text": [
				"Shaking his head, Zosk fastens the tarp over the cart again, casting another glare over his shoulder in your general direction, before a spark of amusement flickers in these eyes as they return to his work of hiding any evidence you left behind. You take the time to take stock of your situation as well; it seems you had been deposited in the harbor area of South Finmer, if the familiar-looking docks, unoccupied merchant stalls and monotonous spruce buildings are any indication. Only a few hours have passed since daybreak, it seems, though nevertheless that is a considerable amount of time to spend sprawling on barrels and crates."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK3_ACCEPTED",
			"Text": [
				"\"Zosk vaguely remembers telling you it's okay to ride along, so the blame is not entirely on {player.name}-{player.species}. Night is a little blurry. But this is enough fun for one day, yes?\" He sighs, casting a glance back at you before focusing on his work, rigging another rope to the tarp as he ties it into a knot."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK3_STOWAWAY",
			"Text": [
				"\"What were you doing in there, anyway? No taking things, yes?\" he asks dryly, not bothering to keep eye contact as he rigs another rope to the tarp and ties it into a knot. \"{player.name}-{player.species} is lucky Zosk keeps a close eye on his cargo, and really just wants to go home at this point. No need to get the town guard involved, yes?\" He sighs, shrugging, or perhaps shivering in the autumn chill, tying the tarp down with another knot."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK4",
			"Text": [
				"Whether the emerald chameleon had actually processed your response or not, all you get as a reply is a vaguely interested grunt. \"Zosk heard there were strange people in Finmer. Not like this though. Get some sleep in a real bed, {player.species}-friend. Better for the back, oho.\"\\n\\nWith that comment, the merchant casts a final glance at you as you put a little more distance in between yourself and the carriage, before he hops back onto the bench, and strangely enough, licks his paws. \"Time to go home!\" he declares to his mount, who could be said to have perked up from its perpetual dissociative state at those words. With his trademark clapping noise, the strange duo sets off again, departing for greener pastures - or perhaps simply better-heated ones."
			]
		},
		{
			"Key": "MQ05_OUTRO_ZOSK5",
			"Text": [
				"That leaves you with little more than your own thoughts, along with the buzz of civilization rousing from its nightly slumber. Yes - you had discovered some critically important information during your unwelcome visit to the Maw; there will be two very interested parties awaiting your return. Best make your way to them posthaste."
			]
		}
	]
}