{
	"!Type": "AssetStringTable",
	"ID": "64e8ded0-491e-4685-9ef8-74be18163eb7",
	"Name": "Strings_Intro",
	"Entries": [
		{
			"Key": "OPENING",
			"Text": [
				"With a flash of searing pain, your senses blur together. Something slips from your paw, shattering on the cobblestone like glass. Its familiar warmth is gone, you realize, and with it, hope. Before your senses can recover, an oppressive mist clouds your thoughts, slowing your movements. Two strong paws wrap around your throat and squeeze. Overwhelmed by panic, you kick and struggle against your assailant, but fail to find purchase. In only a few agonizingly long seconds, your strength fades and your swimming vision darkens. Unable to do anything else, you embrace the cold..."
			]
		},
		{
			"Key": "TDUMMY_ATTACK_CRIT",
			"Text": [
				"With a lucky strike, you knock the dummy's head clean off! Nice one!"
			]
		},
		{
			"Key": "TDUMMY_ATTACK_HIT",
			"Text": [
				"You slash away at the dummy, dealing %damage damage. You're sure it deserved that.",
				"You strike at the dummy, dealing %damage damage.",
				"With a majestic leap followed by a dead-on blow, you deal %damage damage."
			]
		},
		{
			"Key": "TDUMMY_ATTACK_MISS",
			"Text": [
				"You completely miss the dummy. Well, that's awkward."
			]
		},
		{
			"Key": "TDUMMY_GRAPPLE_HIT",
			"Text": [
				"You grab a hold of your prey. You look more like you're giving a hug, rather than doing anything remotely threatening."
			]
		},
		{
			"Key": "TDUMMY_GRAPPLE_MISS",
			"Text": [
				"You jump at your target... and land face-first in the dirt. Oh well."
			]
		},
		{
			"Key": "TDUMMY_KILL_GENERIC",
			"Text": [
				"You have triumphed over the inanimate dummy! Straw limbs are lying everywhere. Hoo-wah!"
			]
		},
		{
			"Key": "TUTORIAL1",
			"Text": [
				"The sun beams down on your face, a light breeze rustling the grass in the field. It's a good day for some training, you muse.\\n\\nYour instructor, a %instructor, looks up from %instrhis clipboard and glances you over, seemingly gauging your aptitude. %instrHe mumbles something along the lines of \"it'll have to do\". A soft sigh follows before %instrhe continues. \"Pick up that practice weapon from over there and we'll begin.\""
			]
		},
		{
			"Key": "TUTORIAL2",
			"Text": [
				"\\n\"This combat system borrows heavily from D&D, so if you're familiar with that, you should hopefully feel more or less at home,\" %instrhe states, gesturing at a rather rickety and beaten scarecrow on the other side of the field. \"Let's see how good you are at this.\""
			]
		},
		{
			"Key": "TUTORIAL3",
			"Text": [
				"\\nROUNDS: A fight is played out in rounds. Each round, you can take one action - attacking something, or using an item, for example - and your opponents can do the same.\\n"
			]
		},
		{
			"Key": "TUTORIAL4",
			"Text": [
				"Click one of the buttons below to take an action. Try hitting the scarecrow."
			]
		},
		{
			"Key": "TUTORIAL5",
			"Text": [
				"Nice! Normally, your opponents will be trying to hit you back on their turn, of course, but this dummy can't do anything of the sort. Try finishing off this dummy and we'll move on to something else."
			]
		},
		{
			"Key": "TUTORIAL6",
			"Text": [
				"\\n\"Good, that's one less training dummy in this world,\" the %instructor says. %instrHe points at a person further off to your side. It seems difficult to discern who or what they are, almost as if you are supposed to fill in the blanks yourself. \"Now, let's look at something more interesting.\""
			]
		},
		{
			"Key": "TUTORIAL7",
			"Text": [
				"\\nGRAPPLING: On your turn, you can enter a hand-to-hand fight with one other character. This is referred to as grappling. Other characters can grapple you as well. Most actions during grappling require you to win an opposed grapple check (based on strength and size). If it fails, you can't do anything that turn. Try starting a grapple with your target."
			]
		},
		{
			"Key": "TUTORIAL8",
			"Text": [
				"\\nSWALLOWING: When a character attempts to swallow another, the predator makes a swallow check, opposed by the prey's struggle check. The predator needs to win twice in a row to gobble up their prey. Pinning your prey before swallowing it gives the prey a -4 penalty to their check. Give it a try."
			]
		},
		{
			"Key": "TUTORIAL9",
			"Text": [
				"\\nNice work. That preything will be %species-fat before long. Gurgle up your prey to finish this tutorial.\\n\\nDIGESTION: When a character is in another character's stomach, each round they'll take digestion damage, until they die or get out somehow. Prey cannot free themselves, but others might be able to."
			]
		},
		{
			"Key": "TUTORIAL9B",
			"Text": [
				"\\nNice work. Your prey will be kept safely inside your belly, until you decide to release them - or they squirm their way out. When all opponents have been swallowed, you can simply end combat by clicking Leave.\\n\\nESCAPING: The prey can try to escape by making a struggle check - at a penalty - against the predator's swallow check. If the prey wins, they manage to escape the predator's guts, and the pair end up grappling again. The prey's struggle penalty starts at -2 after being swallowed, and increases by 1 for each round that the character spends being swallowed."
			]
		},
		{
			"Key": "TUTORIALPROMPT",
			"Text": [
				"Would you like to see the tutorial on this game's combat mechanics?"
			]
		},
		{
			"Key": "WELCOME",
			"Text": [
				"WELCOME TO FINMER.\\n\\n[You can click any of the buttons below to interact with the area and respond to things. Use the compass on the left to move around the world (if available).]\\n"
			]
		}
	]
}