{
	"!Type": "AssetStringTable",
	"AssetID": "64e8ded0-491e-4685-9ef8-74be18163eb7",
	"AssetName": "Strings_Intro",
	"Entries": [
		{
			"Key": "OPENING",
			"Text": [
				"To say the plan had derailed spectacularly would be an understatement. Now you desperately navigate narrow streets you never intended to visit, trying and failing to lose the unknown assailant hot on your tail. Then, something shatters behind you like glass, bathing the moonlit cobblestones in an amber glow. A moment later, the warmth is gone, and with it, clarity of thought. A flash of searing pain blurs your senses together. Before you can recover, an oppressive mist clouds your thoughts, an impossible weight pressing on your throat. Overwhelmed by panic, your limbs flail about yet fail to find purchase. In a few agonizingly long seconds, your strength fades and your swimming vision darkens. Unable to do anything else, you embrace the cold..."
			]
		},
		{
			"Key": "TDUMMY_ATTACK_CRIT",
			"Text": [
				"With a lucky strike, you knock the dummy's head clean off! Nice one!"
			]
		},
		{
			"Key": "TDUMMY_ATTACK_HIT",
			"Text": [
				"You slash away at the dummy, dealing {!damage} damage. You're sure it deserved that.",
				"You strike at the dummy, dealing {!damage} damage.",
				"With a majestic leap followed by a dead-on blow, you deal {!damage} damage."
			]
		},
		{
			"Key": "TDUMMY_ATTACK_MISS",
			"Text": [
				"You completely miss the dummy. Well, that's awkward."
			]
		},
		{
			"Key": "TDUMMY_GRAPPLE_HIT",
			"Text": [
				"You grab a hold of your prey. You look more like you're giving a hug, rather than doing anything remotely threatening."
			]
		},
		{
			"Key": "TDUMMY_GRAPPLE_MISS",
			"Text": [
				"You jump at your target... and land face-first in the dirt. Oh well."
			]
		},
		{
			"Key": "TDUMMY_KILL_GENERIC",
			"Text": [
				"You have triumphed over the inanimate dummy! Straw limbs are lying everywhere. Hoo-wah!"
			]
		},
		{
			"Key": "TUTORIAL_NOTE_DICE",
			"Text": [
				"DICE: When attacking, you roll Attack Dice equal to your Strength stat, while your opponent rolls Defence Dice equal to their Agility stat. You deal damage equal to your total Attack minus their Defence."
			]
		},
		{
			"Key": "TUTORIAL_NOTE_GRAPPLE",
			"Text": [
				"GRAPPLING: You can enter hand-to-hand fights with most characters. Like with attacking, you must roll more Grapple Dice (based on Agility) than your opponent. When grappled, the target cannot do anything other than trying to escape, and it makes swallowing them easier."
			]
		},
		{
			"Key": "TUTORIAL_NOTE_ROUNDS1",
			"Text": [
				"ROUNDS: A fight is played out in rounds. Each round, you can take one action - attacking something, or using an item, for example - and your opponents can do the same."
			]
		},
		{
			"Key": "TUTORIAL_NOTE_ROUNDS2",
			"Text": [
				"Click one of the buttons below to take an action. Try hitting the scarecrow."
			]
		},
		{
			"Key": "TUTORIAL_NOTE_VORE1",
			"Text": [
				"SWALLOWING: To swallow another character, you must win three rounds of dice in a row. The predator rolls dice based on their Body stat; the prey uses their Agility. The higher number wins. If the predator is grappling their prey, the prey loses 2 dice."
			]
		},
		{
			"Key": "TUTORIAL_NOTE_VORE2",
			"Text": [
				"DIGESTION: When a character is in another character's stomach, they'll take digestion damage each round, until they die or get out some other way. Prey cannot free themselves, but others may sometimes be able to help."
			]
		},
		{
			"Key": "TUTORIAL_PROMPT",
			"Text": [
				"Would you like to see the tutorial on this game's combat mechanics?\\n\\n(Returning players from Update 1: things have changed, take a look!)"
			]
		},
		{
			"Key": "TUTORIAL_TALK1",
			"Text": [
				"The holler of your instructor, a {instructor.name}, pulls you from your daydream. {^instructor.subject} looks up from {instructor.possessive} clipboard and glances you over, seemingly gauging your aptitude. A judgment is filed - something along the lines of \"it'll have to do\". A soft sigh follows before {instructor.subject} continues. \"Pick up that practice weapon from over there and we'll begin.\""
			]
		},
		{
			"Key": "TUTORIAL_TALK2",
			"Text": [
				"\"Fights in the Reaches usually work with dice,\" {instructor.subject} explains dryly. \"If you roll more attacks than your opponent rolls defences, you'll deal damage.\" With the practiced, nonchalant experience of an instructor who's been at this for a little while, {instructor} gestures at a rather rickety and beaten scarecrow on the other side of the field. \"Give it a try.\""
			]
		},
		{
			"Key": "TUTORIAL_TALK3",
			"Text": [
				"Nice! Normally, your opponents will be trying to hit you back on their turn, of course, but this dummy can't do anything of the sort. Try finishing off this dummy and we'll move on to something else."
			]
		},
		{
			"Key": "TUTORIAL_TALK4",
			"Text": [
				"Your instructor appears satisfied with your progress, though you find it difficult to read {instructor.object}. \"Good, one less training dummy to worry about,\" {instructor} says. {^instructor.subject} points at a person further off to your side. It seems difficult to discern who or what they are, almost as if you are supposed to fill in the blanks yourself. \"Now, let's look at something more interesting.\""
			]
		},
		{
			"Key": "TUTORIAL_TALK5",
			"Text": [
				"\"Hm, well done,\" {instructor} compliments, jotting down some notes on {instructor.possessive} clipboard before. \"You are certainly a quick study, for a {player.species}. Dare I say you even look good with some prey on your midsection.\" {^instructor.subject} snorts, clicking {instructor.possessive} pen a few times. \"Watch your back, {player.name}, and choose your allies carefully. I will let you have your dream back now.\""
			]
		},
		{
			"Key": "WELCOME",
			"Text": [
				"WELCOME TO FINMER.\\n\\n[You can click any of the buttons below to interact with the area and respond to things. Use the compass on the left to move around the world (if available).]\\n"
			]
		}
	]
}