{
	"!Type": "AssetStringTable",
	"AssetID": "5b836eeb-5a3e-419c-ba1e-6dd1876edb87",
	"AssetName": "Strings_Port",
	"Entries": [
		{
			"Key": "PORT_CENTRAL_ENTER",
			"Text": [
				"A mix of business and residential buildings sit around an open town square, a handful of paths twisting away in all directions towards more houses. It appears the town has grown organically over time and was not exactly built with a future-proof layout in mind. From here, you can go west to the docks area, and east to leave town."
			]
		},
		{
			"Key": "PORT_DOCKS_ENTER",
			"Text": [
				"The beach area near the port is largely covered with brick and stone docks, occasional wooden piers and walkways stretching out over the waters beyond. Several nearby buildings serve the port as loading platforms, depots or trading posts. The docks are quite calm today, with only a single ship moored in port. From here, you can go east to return to the residential area."
			]
		},
		{
			"Key": "PORT_DOCKS_ENTER_FIRST",
			"Text": [
				"You find yourself drawn to the beating heart of this community: the harbor. Despite the town's significantly smaller stature as compared to their neighbor, South Finmer is not found wanting when it comes to its facilities as a seaport. The town is well-known as a quick access point for transporting goods onto or from the Great North Road, and the moderately impressive harbor area reflects this status appropriately."
			]
		},
		{
			"Key": "PORT_GATE_ENTER",
			"Text": [
				"The well-trodden dirt road connecting the port to the Great North Road starts here. Just behind you sits the coastal town of South Finmer, with the glow of {!sun}light reflecting off of the ocean waves just beyond. From here, you can hike back up the cliffside trail to North Finmer, or go west to enter the harbor town."
			]
		},
		{
			"Key": "PORT_SHOP_BROWSE",
			"Text": [
				"The stoat idly scratches at his ear. \"Anything else I can do for you?\"",
				"With a soft sigh and a stretch, Pat moves some things around on the shelves, while keeping an ear out for any further requests you might have.",
				"With agility that is surprising for his age, Pat hops off his chair and wanders around the store."
			]
		},
		{
			"Key": "PORT_SHOP_ENTER",
			"Text": [
				"Pat nods at you as you step into his shop once more, the cozy interior of the well-stocked room quite the contrast to the chilly outside world. \"Good to see you again, {player.name}.\"",
				"As you enter the town's general store, the weary stoat behind the counter wakes with a start, before quickly composing himself as if he's used to it. \"What can I do for you?\" he states simply."
			]
		},
		{
			"Key": "PORT_SHOP_ENTER_FIRST",
			"Text": [
				"As you make your way into the small, cozy store, a wall of comfortable heat blasts away the autumn chill that had managed to prickle your skin. A small bell, suspended to the doorframe, rings when the dark wooden door touches it, rousing an elderly-looking stoat from his nap. Entirely nonplussed, his gaze locks on you briefly, before he composes himself and waves a paw. \"Don't let the cold in!\" he rumbles, his voice like an ancient oak. Sheepishly, you reach behind you to close the entryway, the door falling shut with a tired moan. The stoat briefly rubs his eyes, then adjusts his glasses, smiling warmly. \"Welcome, friend. Haven't seen you around before, I think? I'm Pat, humble proprietor of this store.\""
			]
		},
		{
			"Key": "PORT_SHOP_ENTER_FIRST2",
			"Text": [
				"Pat humms at your response, before nodding slowly. \"Pleased to make your acquiantance, then, {player.name}. What can this fellow do for you today?\""
			]
		},
		{
			"Key": "PORT_SHOP_TALK_ISO",
			"Text": [
				"In response, the stoat studies you for several moments, apparently a little surprised with this question. \"You mean Iso as in the mayor of North Finmer? You're in the wrong town then, friend,\" he states simply."
			]
		},
		{
			"Key": "PORT_SHOP_TALK_ISO_EXPECT",
			"Text": [
				"At this, the shopkeep chuckles lightly. \"Well, unfortunately, I haven't seen her in a little while. She used to drop by sometimes when she was in town. Always polite and focused, even when she had a million things going on.\" His eyes widen, and he shakes his head, appearing apologetic. \"Er, sorry, I digress.\""
			]
		},
		{
			"Key": "PORT_SHOP_TALK_ISO_MISSING",
			"Text": [
				"At this, the shopkeep's eyes widen. \"Missing? Missing how?\" He scratches the back of his head, before sticking his paws in his sides, chewing on his lip a little. \"Hmm, I'd heard something about a disappearance today, but I thought they were talking about someone else. Well, that is alarming.\" Pat shakes his head. \"Sorry, I don't know. But I hope she turns up soon, then.\""
			]
		},
		{
			"Key": "PORT_SHOP_TALK_NOPE",
			"Text": [
				"The stoat gives you a warm smile. \"I must admit, youngster, I am not much for chatter these days. I tire so easily. Perhaps the proprietor of the tavern has some stories to regale you with? I'm afraid I'd only bore you,\" he answers with a soft, dark chuckle."
			]
		},
		{
			"Key": "PORT_SHOP_TOBY_ANGSTY",
			"Text": [
				"The stoat's assistant is not around right now, perhaps rummaging around in the storage room in back. Avoiding you, of course.",
				"Toby is sweeping the floor, trying very hard to not make eye contact. Perhaps the tod just needs a little more time.",
				"Before you can ask the new assistant, Toby, if he's doing alright, he hurries off into the storeroom, and maybe has a panic attack while there.",
				"You wave to the vulpine doing chores in the storefront. Toby's face flushes with a multitude of expressions, before settling on silent nervousness.",
				"Toby is busy stocking shelves, not so much as tilting an ear back before he knows it's you. He needs more time."
			]
		},
		{
			"Key": "PORT_SHOP_TOBY_FIRST1",
			"Text": [
				"Behind him, a figure emerges from the shop's storage room. An arctic fox waddles into the storefront, carrying a heavy-looking sealed crate. The stoat, in turn, glances behind him. \"Oh, thanks Toby, I'd forgotten-\" the elderly proprietor begins, before turning fully and raising an eyebrow at the vulpine, who had frozen in place. Azure eyes burn holes into your own. Fear, anticipation, curiosity. Excitement?"
			]
		},
		{
			"Key": "PORT_SHOP_TOBY_FIRST2",
			"Text": [
				"In his distraction, he might have dropped the box, were it not for the stoat's alarmed shout. Instead, Toby adjusts his grip and cautiously walks past you. With exceedingly quiet, deliberate footfalls, he sets down the crate and begins fiddling with it. It is difficult to not pick up on how the air in the room had changed. From behind the counter, Pat coughs surprisingly loudly given his smaller stature. He catches your attention, but not the fox's. \"Care to share, you two?\""
			]
		},
		{
			"Key": "PORT_SHOP_TOBY_FIRST3",
			"Text": [
				"The snow-furred canine gives you a sheepish look, not knowing quite what to do or say - not at all unlike cornered prey. More than once, his eyes dart down to your chest, at the innocuously flat stomach that he has at some point observed in a different state. He does not voice the buried accusation, perhaps fearful that he might not leave the room if he does. \"W-we, uh, met,\" Toby stammers. In response to this, the stoat rolls his eyes. \"Obviously,\" he deadpans, before turning his attention to you, his commanding tone leaving little up for discussion. \"Would you mind leaving my staff to work in peace?\""
			]
		},
		{
			"Key": "PORT_SHOP_TOBY_FIRST4",
			"Text": [
				"Pat takes on a more neutral expression as Toby does everything in his power to ignore your presence. \"He was down on his luck, so I offered him a job here. Frankly, I could use the help.\" The stoat sighs and leans back in his chair, casting a sidelong glance at the vulpine as he unpacks merchandise onto a shelf. \"And that's all there is to it. Now, is there something I can help you with?\""
			]
		},
		{
			"Key": "PORT_TAVERN_ENTER",
			"Text": [
				"South Finmer's public dining room is a compact, comfortable space. Wide stone arches support the wooden ceiling beams, the floor set with thick flagstones, well-polished through years of travel. Worn dark wooden tables with chairs and benches line the walls, while the counter and bar takes up the corner of the room. A tiger-taur curiously eyes you from behind the bar, but says nothing and returns to her cleaning work."
			]
		},
		{
			"Key": "PORT_TAVERN_ENTER_EMPTY",
			"Text": [
				"Despite the establishment's clear purpose as a restaurant, there are no customers inside but you."
			]
		},
		{
			"Key": "PORT_TAVERN_ENTER_FIRST",
			"Text": [
				"You spare a brief glance to a sign swaying gently above the door, labeled 'The Snout and Thorn'. A cozy name for an establishment, to be sure. Pushing the heavy wooden door open with both paws, a pleasant warmth rushes over you, banishing the autumn chill - in all likelihood much to the chagrin of whoever else is inside whose atmosphere you are stealing. Stepping through, you quickly close the door behind you and take a brief moment to unwind the muscular tension you did not know you had been building up. The scent of warm, fresh comfort food and cheap booze almost makes you forget the conspiracy you've been dragged into along with the voracious killer on your tail. Ah well, a good meal solves a lot of problems, as the saying goes."
			]
		},
		{
			"Key": "PORT_TAVERN_TALK",
			"Text": [
				"Holly nods at you as you lean on the counter. \"What's up?\"",
				"With a gentle smile, Holly welcomes you back to her establishment. \"Yes, hun?\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_BRIDGE",
			"Text": [
				"\"Oh, yes,\" she comments dryly. \"Well, we only found out quite late that... that whole thing happened. The bridge is right next door for you guys, of course, but for us it's a two hours' walk away, so that slows things.\" Holly shifts slightly, rolling her eyes with mock indignation as she sticks two paws into her sides. \"We only really noticed something was up when the caravans stopped coming. Then by the time the council had bickered enough to actually make a damn decision, you guys had already dealt with the problem. Though, that said, I am still very curious to understand what exactly happened. As are you, of course, honey.\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_DRINK",
			"Text": [
				"The tigress considers your question for a moment as she pours you a cup of whatever beverage was within reach.",
				"The quadruped half of the taur-barkeep flops down on the ground with a thud, while she casually makes conversation.",
				"Sitting on her haunches, the tiger-taur idly scratches an ear using a front leg, while she prepares a mug for you.",
				"You chat the hours away with the owner of the tavern. With the number of free drinks she's giving you, you wonder how this establishment stays afloat."
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_FIRST",
			"Text": [
				"The taur behind the counter had been eyeing you for a few moments already, and seems pleased when you step up to her. The tigress sports the classic orange-and-white fur pattern, wearing only a gold-colored jacket around her upper body's torso. Though you cannot see behind the bar particularly well from your present vantage point, as far as you can tell, the taur is not wearing anything in particular on the quadruped half. Amused, she watches your gaze snap back to her eyes, as if having quietly waited for your examination to finish. \"Welcome, {player.species}, to my eatery. Call me Holly.\" You exchange paws and names. \"What can I do for you?\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_ISO",
			"Text": [
				"\"Iso? Our northern neighbors' mayor Iso? No, I haven't seen her recently, why?\" the tiger-taur responds, not looking up from whatever writing work she's doing behind the counter. When you explain that Iso is missing, you get her attention. Molly rises to all fours, revealing the taur's true stature. She towers above you, appearing to almost touch the ceiling. That must be in part the reason for the particularly tall supports... \"Explain,\" she demands sternly. Her voice carries an edge of concern, the implied accusation not necessarily directed at you."
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_ISO2",
			"Text": [
				"Molly scratches at her chin in thought, considering your words carefully. Amusingly, she performs the movement with one of her quadruped front legs, instead of her arm like one might expect, though you decide it best to not comment on the matter. \"How unlike her,\" she decides eventually. \"The mayor and I do not speak often, but she's always been a gracious, responsible lady. For her to vanish...\" She affixes her gaze back onto you. \"Very well, tell you what, I'll ask around. A friend of mine at the temple knows her well and might have more answers. Unless you have any more questions for me, sit tight and grab a drink; I'll be back.\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_MQ03_TAVERN",
			"Text": [
				"Holly grunts and sets down some dishes, taking a step closer toward you before sitting down on the floor again. You briefly wonder if that posture might get uncomfortable after serving the counter all day, every day. \"What in the world happened after I left?\" she begins, her arms crossed indignantly while she glares daggers at you. \"I was out chatting with Willow for a bit, and when I come back you've vanished, my dining room is a mess and the lock on the back door is busted.\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_MQ03_TAVERN_ALT",
			"Text": [
				"Holly grunts and sets down some dishes, taking a step closer toward you before sitting down on the floor again. You briefly wonder if that posture might get uncomfortable after serving the counter all day, every day. \"What in the world happened after I left?\" she begins, her arms crossed indignantly while she glares daggers at you. \"I was out chatting with Willow for a bit, and when I come back you've vanished, my dining room is ransacked and the town guard is investigating a body out back of my restaurant.\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_MQ03_TAVERN2",
			"Text": [
				"In response to your explanation, Molly's harsh expression does a complete one-eighty. Barely managing to keep herself from tearing up, the tigress veritably launches herself at the countertop, grabbing you in a crushingly tight and awkward over-the-counter hug. \"Oh, honey! How horrible! I'm so glad you're alright!\" Perhaps realizing how she is overstepping more than a few boundaries, she releases you, patting down her jacket with a sniff. \"These are dark times, that such monsters can roam freely.\" She gives you a beaming smile, almost matronly. \"Don't you worry about a thing, hun, I'll talk to the guards for you. Relax a bit, tell me what's on your mind.\""
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_MQ03_TEMPLE",
			"Text": [
				"Holly quickly waves you over. \"Oh, hun, there you are! Did you hear about what happened the other night? Oh, it's terrible, these things that are happening to my little town,\" she blurts out in just over one breath, before you've even finished walking over to the bar and taking a seat. \"It was my restaurant first, now Willow's shrine was ransacked, and even worse, she's missing! Oh, dearie, I hope she turns up in one piece soon,\" the over-eager tigress sighs. Perhaps it's not so much an attempt to notify you of the latest news, but rather an attempt to get the facts that are bothering her deeply off of her chest. You accept her story grimly, unable to augment it any further, lest you let it slip that you know exactly where Willow went and implicate yourself."
			]
		},
		{
			"Key": "PORT_TAVERN_TALK_RECRUITMENT",
			"Text": [
				"The tiger-taur nods darkly. \"It's true, I received the offer myself from some hooded creep.\" She begins hooting with laughter, placing a paw on her belly as if to stabilize her bouncing chest. \"Utterly ridiculous, I'm not sure what they're on, whoever spread these rumors, but I did my part and let the town guard know, of course. No luck so far, but I'm sure we'll get to the bottom of whatever little scam that was.\""
			]
		},
		{
			"Key": "PORT_TEMPLE_ENTER",
			"Text": [
				"The local shrine doubles as a place of worship and gathering, and a modest hospital. Empty beds line one wall, while the other half of the room is occupied with neatly spaced chairs. The large granite altar at the far end of the room sits below an impressive wall tapestry featuring intricate blue and white patterns. As you shut the poorly-oiled oak door behind you to keep the heat inside, the calming scent of floral incense tickles your nose. Willow, the resident healer, acknowledges your arrival with a nod, before continuing to sweep the floor."
			]
		},
		{
			"Key": "PORT_TEMPLE_ENTER_FIRST",
			"Text": [
				"South Finmer, as it turns out, features a local shrine. Such places of worship are relatively common in the Reaches, though often serving more as a place of healing than one of prayer. As such, while the focal point is indeed a lavishly decorated altar at the back of the chamber, the space is not filled with pews as might be expected of a more traditional chapel. Rather, the shrine sees a few unoccupied beds lining one wall, and neatly spaced chairs lining the other. The scent of floral incense combined with the way the light of candles and lanterns bounces off the smooth chalky flagstones makes for a fairly serene scene overall. The large granite altar at the far end of the room sits below an impressive wall tapestry featuring intricate blue and white patterns."
			]
		},
		{
			"Key": "PORT_TEMPLE_ENTER_FIRST2",
			"Text": [
				"As you shut the well-oiled oak door behind you to keep the heat inside, the resident healer, a brown-furred rabbit, welcomes you with a brief bow. She had been tending to a vase of flowers near the altar and proceeds to give you a radiant smile you did not know you needed. \"A new face, welcome!\" The lapine turns to you fully, dusting off her white and gray robes before folding her paws together. \"I am called Willow, humble spirit custodian. What do you seek?\""
			]
		},
		{
			"Key": "PORT_TEMPLE_POSTMQ03_EMPTY",
			"Text": [
				"The local shrine doubles as a place of worship and gathering, and a modest hospital. Empty beds line one wall, while the other half of the room is occupied with neatly spaced chairs. The large granite altar at the far end of the room sits below an impressive wall tapestry featuring intricate blue and white patterns. As you shut the poorly-oiled oak door behind you to keep the heat inside, you are left in an empty room, the candles and lanterns having gone dark after going unmaintained. Street sounds vanish behind you with the closing door, trapping you in a foreboding silence. There is nobody around, it seems."
			]
		},
		{
			"Key": "PORT_TEMPLE_REST",
			"Text": [
				"You spend a few moments resting at the altar. Whether through the influence of the spirits this place claims to channel, or by virtue of simply taking a moment for yourself, you feel reinvigorated."
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK",
			"Text": [
				"Willow sets aside her broom, and folds her paws in front of her. \"Certainly. What is it that you need?\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_ADEPT",
			"Text": [
				"\"Yes,\" Willow responds simply. \"One who has studied the Shore sufficiently to see the threads that amber crystals cast, is called an Adept. They may wield it like magic, with all the risks and dangers such a power implies. Indeed, because of its potential for destruction, the trade and use of amber is strictly controlled. I should stress, though, that because of the mineral's rarity and the depth of study required to tame it, there are very, very few Adepts actually out there.\" She smiles then, as if revisiting an old memory. \"I know of only one, though it's been years since we last spoke, so I don't know where he is. In any case, if you wish to learn more, I do believe there is a school dedicated to the study of the Shore and formal training of Adepts, elsewhere on the Continent. They might be able to tell you more.\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_AMBER",
			"Text": [
				"This line of conversation catches the rabbit off guard, and she casts a wary glance your way. \"The mineral is an enigma indeed. How it can be both so priceless and sacred, yet also dark and volatile, only the spirits know. A shard of what we call amber, can cast its own threads to the Far Shore.\" The white-robed lapine scratches the side of her nose, as if in thought. \"If one but knows how to grasp those threads, it allows one to draw from the beyond without the spirits' permission. The crystals are blessed, to possess such a fantastical connection, and also accursed, to allow for such frightening violations,\" she explains. \"Yet, I will not go so far as to call all Adepts evil. I cannot deny its usefulness in enhancing one's link to the spirits and the Shore, for better or for worse.\" The priestess studies you for a moment, bringing a paw to her chin. \"Tell me, then, traveler. What prompted this question?\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_AMBER2",
			"Text": [
				"The priestess turns to relight a candle on the altar as you explain. She nods sagely, her face unreadable even as she faces you again - whether she had found your answer agreeable, you know not. \"I see. All I can say, is that you must be careful.\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_BOOK",
			"Text": [
				"She clasps the book, quietly studying its cover, before flipping through the pages with something vaguely resembling a scowl on her face. \"Fascinating,\" she adds simply. Willow's gaze returns to you as she snaps the book shut, gently returning it to your care. \"This is indeed a study on the Shore; I recognize some of the iconography. It is very, very old; I'm surprised it survived this long. But unfortunately, I do not speak its tongue.\" Briefly, she turns to the altar at the back wall, lost in thought. \"Perhaps I can still be of use to you. An old friend of mine may know the right person for this, if he doesn't simply know the glyphs himself. Let me see what I can do; I'll get in touch with you when I learn more.\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_ISO",
			"Text": [
				"Willow considers your question for a moment, before gently shaking her head. \"The mayor? No, I haven't seen her,\" she reports, offering you a sad smile. \"I've heard our northern friends are having rough tidings indeed. Spirits be with them.\" A silence falls between you for a moment, until the priestess adds a suggestion: \"Consider visiting the tavern down the street. The establishment has quite a lot of through-traffic, so perhaps you might find her, or someone who has seen her, there.\""
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_SHORE",
			"Text": [
				"\"An astute question,\" the custodian of spirits observes. \"The Far Shore is the beyond, the place where the spirits reside. I admit, we know little of it, other than that it is the place we travel to when we depart this world. When we accept a gift from the spirits, such as by healing an injury or consulting the wisdom of our ancestors, the spirits permit us to draw from the Shore through them. And as such, it must be done respectfully, gently, and only ever with permission.\" To emphasize, Willow gestures to the smooth-hewn altar behind her, decorated with intricate patterns in the sides. Glimmering amber glyphs are carved into the polished stone surface, though they resemble a language you do not recognize. \"I hope this sates your curiosity; I can only share what I know,\" she concludes."
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_SPIRITS",
			"Text": [
				"Willow raises her eyebrows in response to your inquiry, but her respectful demeanor never falters. Clearly, she is pleased with your expressed interest. \"I was right to assume you have traveled far, to not have heard of the Shore. But no matter, I can explain.\" She flicks her long, floppy ears once. \"The energy that binds, that ties us to the Shore, dwells all around us, you see. It is in the wind, in the trees, in the rocks below your feet. It is in us, our dear departed ancestors, and every living thing in the Reaches. We call these threads the spirits, and as we honor them with prayer, gifts and celebration, they may provide us with guidance, warmth, and a torch in the night.\" The priestess pauses to let her words sink in. Though eloquently spoken, her description does not sound rehearsed to you; rather drawing from a place of conviction."
			]
		},
		{
			"Key": "PORT_TEMPLE_TALK_WHO",
			"Text": [
				"She smiles, briefly turning towards the cyan-patterned tapestry on the wall as if drawing inspiration from it. \"Ah, who I am is not as important as what I do. I have devoted my being to honoring the spirits all around us. And in return, they bless us when we need it the most.\" The rabbit nods sagely. \"I can tell you have traveled far to reach my shrine. Did you come bearing gifts for the spirits? Or have you come to make a request of them?\""
			]
		}
	]
}