{
	"!Type": "AssetStringTable",
	"ID": "14b3e269-ba67-4f93-9c1a-a29b8b3fd6c1",
	"Name": "Strings_TownEvent",
	"Entries": [
		{
			"Key": "EVENT_NAKED_APOLOGIZE",
			"Text": [
				"You stammer out something vaguely resembling an apology, but the guard does not seem to be impressed or swayed by this in the slightest."
			]
		},
		{
			"Key": "EVENT_NAKED_ARRESTED",
			"Text": [
				"He hands his halberd to his partner, then confidently marches over to you and snatches you by the scruff of your neck. The {{guard}} forcefully pushes and pins you against the smooth and cold surface of the nearest wall, then pulls back his visor. An assertive and authoritative, yet also predatory, pair of eyes meets your gaze. \"Hold still, citizen. In order to preserve public order, I am forced to... temporarily remove your presence until you come to your senses.\""
			]
		},
		{
			"Key": "EVENT_NAKED_BEGIN",
			"Text": [
				"A duo of heavily armored guardsmen approaches you, each holding a massive halberd in one paw. Light glints off of the polished surface of the weapons, somehow adding to the authority of the two figures. \"Halt!\" what looks to be a {{guard}} shouts. \"What is the meaning of this, {{player.species}}? You think you can just wander around naked? Have you no decency?\" one of the two asks you incredulously."
			]
		},
		{
			"Key": "EVENT_NAKED_DEFY",
			"Text": [
				"You grunt out something resembling an insult, which seems to only further annoy the guard."
			]
		},
		{
			"Key": "INN_FOXTAUR_APPROACH",
			"Text": [
				"Carefully, you approach the taur and the anthro sitting by him. With the distance closed, you get a better look at the duo. The taur is of a vulpine species; warm, thick orange fur coats most of his body, giving way to a creamy white on his feral underbelly, all the way up to his chest. He immediately locks eyes with you, amber orbs drilling into you. His partner, a lovely-looking %partner, holds one of the foxtaur's paws cupped in her own and doesn't even react to you. You get the feeling you're interrupting."
			]
		},
		{
			"Key": "INN_FOXTAUR_ARREST1",
			"Text": [
				"The door swings open behind you, and you whirl around only to face Edgard, the owner of the place. He stares incredulously at the scene before him, then fixes his gaze on you. He bares his teeth. \"I heard a bunch of loud noises, and I come up to find this. Explain. Now.\""
			]
		},
		{
			"Key": "INN_FOXTAUR_ARREST2",
			"Text": [
				"The %barkeep blinks at you, his gaze softening. \"Gavin was going to ... eat you?\" He glances down at the unconscious predator, who is unceremoniously sprawled out on the floor, revealing just how much bulk, muscle and fur is to the taur. \"Fuck. I'll have to get the town guard to help clean this mess up. Stick around for a bit, they'll probably want a statement,\" the canine says before turning and heading back down the creaky stairs, his tail flicking behind him. You decide you don't really want to stay in this room either."
			]
		},
		{
			"Key": "INN_FOXTAUR_ASK_CHAT",
			"Text": [
				"\"Chat, hmm? You're a pushy one, then.\" The vulpine pauses and looks you over, squinting his eyes, as if making some kind of judgment. Then, a sly grin parts his lips, revealing his teeth. \"If that's what you're looking for... how about we find a less crowdy place? Talk in private?\""
			]
		},
		{
			"Key": "INN_FOXTAUR_ASK_DRINK",
			"Text": [
				"You ask if you can join them for a drink. The %partner looks like she's about to protest, but the foxtaur interjects and gestures to the empty wooden bench next to him."
			]
		},
		{
			"Key": "INN_FOXTAUR_ASK_TALK",
			"Text": [
				"You say that you've been on the road a while, and you ask if you can join them for a spell. The %partner looks like she's about to protest, but the foxtaur interjects and gestures to the empty wooden bench next to him."
			]
		},
		{
			"Key": "INN_FOXTAUR_ASK_WORK",
			"Text": [
				"\"Work, hmm?\" The vulpine pauses and looks you over, squinting his eyes, as if making some kind of judgment. Then, a sly grin parts his lips, revealing his teeth. \"Well... there is something you could do for me, but it's a bit hush-hush, if you catch my drift.\" Gavin sticks his arms in his sides, ears perked, awaiting your response."
			]
		},
		{
			"Key": "INN_FOXTAUR_HELLO",
			"Text": [
				"The foxtaur grins as you introduce yourself. He simply answers in a gruff and reserved voice, \"And what does a %species like yourself want?\" The %partner, whom you assume to be the taur's girlfriend, finally tears her gaze away from the big guy's lustrous amber fur, and inquisitively investigates you instead."
			]
		},
		{
			"Key": "INN_FOXTAUR_HELLO_FOX",
			"Text": [
				"The foxtaur beams widely as you introduce yourself. \"It is wonderful to see another fox out there,\" he quips in a gruff but excited voice. \"What could I possibly do for you?\" The %partner, whom you assume to be the taur's girlfriend, finally tears her gaze away from the big guy's lustrous amber fur, and inquisitively investigates you instead."
			]
		},
		{
			"Key": "INN_FOXTAUR_JOIN_APOLOGIZE",
			"Text": [
				"The massive creature chuckles and waves his paw, as if dismissing the notion. \"Heh, don't worry about it. I've got a good nose, I'll find her again. Besides,\" he says while raising an eyebrow, \"I'm sure you're bothering me for a good reason.\""
			]
		},
		{
			"Key": "INN_FOXTAUR_JOIN_DRINK",
			"Text": [
				"The bartender walks over, holding two tankards. The taur takes both and passes one to you."
			]
		},
		{
			"Key": "INN_FOXTAUR_JOIN1",
			"Text": [
				"The foxtaur shifts slightly, making room so you can squeeze past him and sit down on the simple wooden bench next to the table. The massive vulpine himself sits on the ground, bushy tail neatly curled around his feral half, while he sticks out well above the table surface. The %partner leans in over the table and kisses the fox's nose, before she nods, gets up and walks away."
			]
		},
		{
			"Key": "INN_FOXTAUR_JOIN2",
			"Text": [
				"\"Well, you did scare her off,\" the foxtaur begins. \"Call me Gavin. What'dya want?\""
			]
		},
		{
			"Key": "INN_FOXTAUR_KILL_DIGESTED",
			"Text": [
				"<this is not implemented, wtf did you do??!>"
			]
		},
		{
			"Key": "INN_FOXTAUR_KILL_DIGESTED_POV",
			"Text": [
				"The taur's oppressive furnace proves its ownership of you with a few more tight squeezes and ripples. The muscular folds of flesh impatiently gurgle around you while rubbing stomach fluids into your %fur, regularly replacing the layers of slime coating you. There's nothing you can do but await your dark fate in this rank pit, and serve as fuel for this massive foxtaur. Perhaps as a final act of mercy, your light-headedness gives way to darkness, exempting you from the finer cruelties of digestion.\\n\\nGavin yawns and stretches, giving his oversized, sloshing belly a few pats and rubs. Gingerly, he sprawls out on the bed he rented, on his back, lightly curling around his massive furred gut and using both arms to gently rub his meal to sleep. It always felt incredible to digest live prey, and you were certainly no exception. As his noisy belly shifts into the next gear and begins bubbling its latest catch into chyme, the taur drifts off to sleep and thinks about what tomorrow will bring."
			]
		},
		{
			"Key": "INN_FOXTAUR_KILL_GENERIC",
			"Text": [
				"Somehow, through some improbable stroke of luck, you manage to punch the huge foxtaur in the side of his jaw - so lucky, in fact, that Gavin keels right over on the floor. You spend several moments catching your breath while stepping back, but you notice that the dangerous predator doesn't seem to be making an effort to rise from the floor."
			]
		},
		{
			"Key": "INN_FOXTAUR_KILL_GENERIC_POV",
			"Text": [
				"Gavin lands an excellent punch right in your jaw. A soft crack follows and you stumble to the ground, dazed. Before you have time to recover and react, a massive paw stomps down in your chest, forcing the air from your lungs. The foxtaur lifts you up, holds you closely to his furry chest, and plants a long, disgustingly slimy lick on your %furry face."
			]
		},
		{
			"Key": "INN_FOXTAUR_MOVE_AGREE",
			"Text": [
				"\"Right, I thought so. Now... let's head upstairs, so we can talk in private. The walls have ears and all that.\""
			]
		},
		{
			"Key": "INN_FOXTAUR_MOVE1",
			"Text": [
				"With that, Gavin's lower half rises from the oaken floor. Once all four of his legs are stretched, his true, mightily impressive height is revealed. The taur is easily two heads taller than you - as is to be expected of their kind, of course."
			]
		},
		{
			"Key": "INN_FOXTAUR_MOVE2",
			"Text": [
				"With several measured, confident steps, the taur makes his way over to the wooden stairs near the inn's entrance. You catch yourself staring at his lazily swaying thick, bushy tail for more than a few moments before he turns around, as if to spur you into motion. Quickly, you comply with the unspoken command.\\n\\nThe old planks groan in protest as the heavy creature traverses them. You trail closely behind, making far less noise than the taur. Maybe if you'd have asked him nicely, he might've let you ride on his back, though you're not entirely convinced the stairs would hold."
			]
		},
		{
			"Key": "INN_FOXTAUR_MOVE3",
			"Text": [
				"Six doors line the short hallway upstairs: three on the left, three on the right. Gavin introduces you to his room - the second right - and opens it for you, beckoning you to come inside. You carefully step inside, glancing around the room.\\n\\nA single bed in a wooden frame sits in the corner, right under the window overlooking the town. A small shelf with a loose book on it hangs on the wall, and an old-looking end table sits neatly next to the bed's headrest. It is, all in all, identical to the one you rented yourself."
			]
		},
		{
			"Key": "INN_FOXTAUR_MOVE4",
			"Text": [
				"The bulky foxtaur follows suit behind you and closes the door. Once he's satisfied, he turns to you, a wolfish grin spreading his lips as he steps closer."
			]
		},
		{
			"Key": "INN_FOXTAUR_POSTVORE_SCAT_POV",
			"Text": [
				"Some distance off the beaten path past the town, concealed by shrubbery and trees, Gavin makes his stop and spreads his two hind legs. This part - releasing his food back into the world in a rather different form - is his favorite element of the experience. As the hardened tip of the taur's turd gives way to a stunningly long flood of much smoother fox-shit, caressing his tailhole ever so gently on its way out, the hulking predator sets his mind on the delicious-looking girl he met yesterday. Drool leaks from between his ebony lips as he considers her taste, not even focusing anymore on the unfortunate digested %species he's dumping. Such is, of course, the privilege of a large predator."
			]
		},
		{
			"Key": "INN_FOXTAUR_REVEAL_CHAT",
			"Text": [
				"\"Now we can talk in private, the way I like to,\" he begins. That predatory glint in his amber eyes is unsettling, the way the taur seems to be sizing you up. Then, before you can react, he snatches your shoulders and squeezes, pinning your arms to your sides. The massive foxtaur pulls you close and opens his maw wide. Hot, stale breath washes over your face as that slimy, carnivorous cavern is revealed for you to admire. You try not to think too hard about what the fox has eaten last, or where you're about to go if you don't think of something quick."
			]
		},
		{
			"Key": "INN_FOXTAUR_REVEAL_WORK",
			"Text": [
				"\"Now, about that job,\" he begins. That predatory glint in his amber eyes is unsettling, the way the taur seems to be sizing you up. \"I've got a, shall we say, permanent position in mind for a little snack like you.\" Then, before you can react, he snatches your shoulders and squeezes, pinning your arms to your sides. The massive foxtaur pulls you close and opens his maw wide. Hot, stale breath washes over your face as that slimy, carnivorous cavern is revealed for you to admire. You try not to think too hard about what the fox has eaten last, or where you're about to go if you don't think of something quick."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT_WRAPUP1",
			"Text": [
				"The guard turns towards the creaky staircase in the corner, and when you follow his gaze, you notice the innkeep and the two strongly-built felines carrying an unconscious Gavin downstairs. Apparently they'd gone upstairs in the mean time, probably to examine the scene. It's a sight to behold for sure - even though this armored man and woman appear quite capable in general, the taur's sheer weight is clearly a force to be reckoned with."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT_WRAPUP2",
			"Text": [
				"They leave the premises, suspect in tow. The canine you were speaking to steps forward to join them, but not before turning to the two of you. \"Thank you for your cooperation, citizen. We'll be asking Gavin the same questions, of course, and we'll find you if we have further need of you.\" He glares at the innkeep, and you think you see a grin split the guard's lips, thumb pointing at the creaky stairs behind him. A moment of silence is quickly broken. \"Edgard. You should get Oliver to stop by. The planks are getting worse.\"\\n\\nIn response, the %barkeep simply shrugs and chuckles, apparently having had this conversation before. \"I know, I know. But the stairs held the three of you up, did they not?\"\\n\\nThe canine snorts and shakes his head. \"Consider yourself warned. I don't want to hear of an accident.\" He then nods at you, before finally taking his leave, the door falling shut behind him."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT_WRAPUP3",
			"Text": [
				"The %barkeep besides you visibly relaxes and sighs, before returning to his usual spot behind the counter, almost automatically restarting the routine of washing mugs. \"Well, that's quite enough excitement for one day, and that taur was a regular here too. Oh well...\""
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT1",
			"Text": [
				"Downstairs, in the cozy common room, nobody else is around other than you and the rather flustered barkeep. He leaves the establishment momentarily, but not before shooting you a glare and coldly stating \"Don't go anywhere\". The eerie silence that follows lasts for less than a minute, as the old door slams open and a group of figures steps through with an authoritative air about them, the %barkeep following timidly behind them. All three guards are clad in impressively polished steel plates, carrying halberds for good measure that just barely managed to fit upright through the doorway. While Edgard is questioned by two decisively muscular felines, the third, a canine, judging by the bushy tail and perked ears, turns to face you. With the visored helmet kept securely in place, you cannot make out the exact identity of the soldier, and perhaps that is quite intentional on their part."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT2_MET",
			"Text": [
				"\"You again, %species? I have been told you had a run-in with the law quite recently,\" the intimidating figure begins, his right arm comfortably holding his halberd in place. You idly muse that that it might have taken him quite some practice and patience to be carrying such an unwieldy weapon with such relative ease. \"Regardless, an accusation of predation is a serious charge, so make your case,\" he demands."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT2_NEW",
			"Text": [
				"\"What's going on here, %species?\" the intimidating figure begins, his right arm comfortably holding his halberd in place. You idly muse that that it might have taken him quite some practice and patience to be carrying such an unwieldy weapon with such relative ease. \"An accusation of predation is a serious charge, so make your case,\" he demands."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT3_BOAST",
			"Text": [
				"You claim that you overheard Gavin and the nameless %ftpartner speak of predation, and that you stepped in to protect her, instead distracting the taur long enough for you to knock him out. The canine silently hears out your story, his gaze fixed on you impassively and his face impossible to read behind the layer of steel."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT3_DOWNPLAY",
			"Text": [
				"You suggest that while Gavin did claim he was going to devour you, he might've meant it in a more figurative sense, or perhaps had downed a mug or two too many. The canine silently hears out your story, his gaze fixed on you impassively and his face impossible to read behind the layer of steel."
			]
		},
		{
			"Key": "INN_FOXTAUR_STMT3_TRUE",
			"Text": [
				"You do your best to illustrate the events as they had happened: from the cute %ftpartner that you might've scared off, to the apparent ruse you walked right into. The canine silently hears out your story, his gaze fixed on you impassively and his face impossible to read behind the layer of steel."
			]
		},
		{
			"Key": "INN_FOXTAUR_VORE_WIN_POV",
			"Text": [
				"Warm saliva leaks down your %fur in spades, lubricating you up nicely for the trip downwards. Gavin's two biped arms crush you into his bare, furry chest, while powerful muscles surrounding your head inevitably pull you further into the ravenous predator's embrace. The pulsating flesh surrounding your head and chest works to its fullest capacity to devour its food - you - and it performs quite adequately. Slowly but surely, through a chorus of disgusting gurgles and organic, wet squelches, you slide into the taur. The carnivore engulfs you fully, and even when your feet are slurped up and swallowed, you are still encased fully in the predator's long, slick gullet. Just as the foxtaur closes his maw, your nose breaches his stomach. Though your desire for fresh air is momentarily relieved, the rank, hot and acidic stench is not much better than when you were forced to hold your breath. The stomach is surprisingly roomy, likely owing to your predator's physiology, though once more of your body gets crammed into the tight space, that room quickly runs out. Warm, intricately folded stomach walls mold around you neatly and crush you into a tight ball. Once you are fully inside, the stomach sphincter seals shut behind you, leaving you entombed within this digestive furnace, stomach walls holding you tightly in place while liquid and thick slime dribbles down from everywhere."
			]
		},
		{
			"Key": "MARKET_MQ02_ABANDON",
			"Text": [
				"You shrug to yourself. There's no way you'll catch up with them anyway; if it's important you'll probably see them showing up somewhere else later. You return your attention to more present matters."
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_BRIDGE",
			"Text": [
				"Her eyes widen, before she glances down at the ground and regains her composure. \"Oh, right. I guess you don't... hm.\" The pantheress pauses, scratching herself behind her ebony black ears as she considers her words. \"It's... complicated, but the short version is that that nutjob of a wolf, Randall, planned to destroy the bridge over the south river. Wouldn't make it impossible to reach South Finmer, 'o course, but at least they'd screw over most trade caravans if they can't use the road.\"\\n\\nIso takes a moment to let her accusation sink in, before continuing. \"We almost managed to stop them. Almost. Our informant sold us out.\" A grimace envelops her features. \"I should'a seen it coming. But they got you good. You... protected me, actually, bought me time. Thought for sure they killed you, or ate you probably. Don't know why they... he... didn't.\""
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_MEMORY",
			"Text": [
				"Iso chews on the inside of her cheek and stares off into the distance for a second. The pale moonlight, just barely shining past the rooftops, casts a rather enchanting shine on her dark fur. \"No,\" she answers simply. \"I don't know. Like I said, you bought me time to escape, so I'm sorry, I don't really know what happened. I would... maybe guess a spell, but that makes no sense. He doesn't have resources like that, and if he did, he wouldn't waste them on you.\" She glances up and smiles awkwardly. \"No offense. But you say you woke up in an alley? Just a few streets from here? ...Well, it's safe to say they did something to you, and then... just left you there?\" The pantheress paces for a few moments as she speaks, then sticks her paws in her sides."
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_PLAN",
			"Text": [
				"Iso studies you closely. The night-colored feline seems to search for something in your eyes - whether she finds it or not, she does not say. \"Well, I understand you've been busy with the bridge problem still, yes? And since you came back in one piece, I take it that little business is settled?\""
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_SELF",
			"Text": [
				"\"We were working together for a while. Against the Red Maw. Or, well, at least, it wasn't called that yet a week ago, but it doesn't matter. We were on the bridge case, specifically. I, uh...\" She glances sideways and scratches her muzzle. \"I lost track of you after that.\""
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_SPY",
			"Text": [
				"The pantheress crosses her arms and folds her ears back - whether in shame or fear, you can't quite tell - but maintains eye contact. \"When I learned you weren't dead, I wasn't sure if you were still good. Not working for them, I mean. I couldn't take that chance, so I took it slowly.\" She shrugs rather casually. \"But then again, this didn't go to plan either.\""
			]
		},
		{
			"Key": "MARKET_MQ02_ASK_WHO",
			"Text": [
				"A grin splits her lips. \"Well, that'd be the easiest one. Call me Iso. Bounty hunter. Got caught up in, well, all this. The formation of the Red Maw and shit.\" She pauses and chews on her lip. \"God, it feels insane to be explaining this to you again.\""
			]
		},
		{
			"Key": "MARKET_MQ02_BEGIN",
			"Text": [
				"As you step out into the marketplace, you notice it's gotten dark already. The cool air makes quite the stark contrast with the warm glow of the place you just left. Though the town is usually rather quiet at night, not all is still. Just up ahead, on the other side of the square, you spot a hooded figure. Though the face is hidden from you, you know you locked eyes for a second, before they dash into an alley, away into the cold night."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE",
			"Text": [
				"Without skipping a beat, you break into a sprint and go after them into the same dark path between buildings. Before long, you realize that you have no further trail to work with, and you need to think quickly."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_AGI",
			"Text": [
				"Without hesitation, you dash off to a cluster of barrels sitting next to the wall. Using them as leverage, you jump after your quarry. Sure enough, your paws find purchase on the figure's legs. With your added weight, the robed person loses their footing and promptly falls. You hit the ground first with a dull thud, and your prey comes crashing down right on top of you as if you were a %species-shaped cushion."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_AGI_FAIL",
			"Text": [
				"Without hesitation, you dash off to a cluster of barrels sitting next to the wall. Using them as leverage, you jump after your quarry. Unfortunately, your fingertips do not manage to reach your prey's exposed heels, and instead you fall right back down on the floor with a loud, awkward and slightly painful clang. By the time you recover, they're long gone. You snarl in frustration before deciding to return to the marketplace..."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_BODY",
			"Text": [
				"Using the rush of adrenaline to fuel your leg muscles, you dart off the way you think the figure went. You turn two more corners, running betwixt buildings of stone, brick and wood, before winding up at a dead end. There you spot your mysterious prey, leaning against the wall and catching their breath. Upon noticing your arrival, they spring up and begin climbing the side of a house."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_BODY_FAIL",
			"Text": [
				"Using the rush of adrenaline to fuel your leg muscles, you dart off the way you think the figure went. You turn another corner, but you're not able to keep pace with your mysterious prey. You lean against a wall to catch your breath, before returning to the marketplace, dejected."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_FIGHT",
			"Text": [
				"With careful, practiced motion, you lift your %weapon behind your head, before launching it forward with all the strength you can muster. It soars through the air with a light whistle before finding its mark on the robed figure's back. Though it appears to be blocked by a layer of armor, they still lose their grip on the rough chiseled surface. As they fall, they crash into a barrel, roll off of it, then get a faceful of stone. Ouch."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_FIGHT_FAIL",
			"Text": [
				"With careful, practiced motion, you lift your %weapon behind your head, before launching it forward with all the strength you can muster. It soars through the air with a light whistle before slamming into the roughly chiseled wall with a loud clang, then falling to the ground. Your quarry, meanwhile, reaches the rooftop and vanishes from view. You snarl in frustration, and reclaim your %weapon before returning to the marketplace."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_WITS",
			"Text": [
				"Deciding against immediate pursuit, you instead try to retrace the strange fellow's path, and search the ground and walls for anything that might be of importance. On the floor you find a discarded ring. You hold it up in the moonlight to examine it closer - it appears to be a gold ring with shallow but intricate patterns carved into it. It's impossible to say if it belonged to the hooded figure, but it's a nice find regardless. Satisfied with your discovery, you pocket the trinket and return to the market square."
			]
		},
		{
			"Key": "MARKET_MQ02_CHASE_WITS_FAIL",
			"Text": [
				"Deciding against immediate pursuit, you instead try to retrace the strange fellow's path, and search the ground and walls for anything that might be of importance. Unfortunately, your search proves fruitless; there's nothing here but dust on the cobblestones. Deflated, you return to the open square."
			]
		},
		{
			"Key": "MARKET_MQ02_FINALE",
			"Text": [
				"The ebony-colored feline nods confidently. \"Okay, here's what we'll do. You need to lie low for a while, at least until we can easily get to South Finmer. I'll make preparations in the mean time. And I'll come find you again when we're ready. We'll get down there, figure out what the hell that idiot wolf and his cronies are up to.\" She catches herself and offers you an apologetic smile. \"I'm sorry, this is probably a lot of info for you. Just... think it over. That guy wants to start some kind of terrorizing cartel, and we can put a stop to this. I know we can. And no one else will do it, before it's too late.\"\\n\\nWith that, she offers a curt bow before turning to leave. \"Take care, %name.\" A quick glance over her shoulder is everything you get before Iso vanishes into the cold, dark night."
			]
		},
		{
			"Key": "MARKET_MQ02_GETUP",
			"Text": [
				"Both of you get up from the ground. Iso dusts herself off, breathes deeply, and leans against the wall behind her, right next to the cluster of barrels. \"So you don't remember me.\" She scratches the side of her muzzle as her long tail slaps against the smooth stone surface. \"I don't even know where to start... maybe you go first? I'm sure you got questions. Shoot.\""
			]
		},
		{
			"Key": "MARKET_MQ02_GRAB",
			"Text": [
				"Giving them no time to recover, you pin them to the ground and pull the hood back. Staring into your eyes is a pantheress, her fur a smooth charcoal color and her eyes a vibrant green. An awkward grin spreads on her muzzle. \"Hi %name,\" she begins. \"Been a while.\""
			]
		},
		{
			"Key": "MARKET_MQ02_MAW_CONFIRM",
			"Text": [
				"Her deep emerald eyes widen to dinner plates as you confirm her suspicion. Appropriate, you suppose. Your stomach gives off an approving rumble as you loom ever closer to your prey and spread your jaws."
			]
		},
		{
			"Key": "MARKET_MQ02_MAW_DENY",
			"Text": [
				"A sigh rolls past her lips and she glances sideways. \"I'm not sure if I can believe you, but I guess I have no choice.\" Her head turns as she makes eye contact with you again. \"Listen, I'll talk, but... Could you, uh, like, get off of me maybe? You're, how do I say that, a bit heavy maybe? And also, stone floor, and... %species-breath...\""
			]
		},
		{
			"Key": "MARKET_MQ02_MAW_DODGE",
			"Text": [
				"A sigh rolls past her lips and she glances sideways. \"I guess you haven't eaten me yet, so there's still hope.\" Her head turns as she makes eye contact with you again. \"Listen, I'll talk, but... Could you, uh, like, get off of me maybe? You're, how do I say that, a bit heavy maybe? And also, stone floor, and... %species-breath...\""
			]
		},
		{
			"Key": "MARKET_MQ02_OLIVER",
			"Text": [
				"A soft sigh rolls past her lips. \"I guess that's about the best I could've expected. But the important part is you're okay. Well, kinda.\" She cheekily taps the side of her head. \"I assume you told Edgard over at the inn what you found, yeah? That's good, then hopefully Randall will leave Oliver alone for now. And we can spread some awareness. This guy is dangerous.\""
			]
		},
		{
			"Key": "MARKET_MQ02_OLIVER_ALT",
			"Text": [
				"A soft sigh rolls past her lips. \"I guess that's about the best I could've expected. But the important part is you're okay. Well, kinda.\" She cheekily taps the side of her head. \"I assume you told Edgard over at the inn what you found, yeah? That's good, then at least we've got a case to point to and some awareness going on. This guy is dangerous.\""
			]
		},
		{
			"Key": "MARKET_MQ02_QUESTION",
			"Text": [
				"She seems surprised at this, if the raised eyebrows, incredulous stare and tail twitch are any indication. \"Iso. I'm Iso. You... don't remember me...? That's... uh...\" Her eyes widen. \"You're not working with *them*, are you? The Red Maw?\""
			]
		},
		{
			"Key": "TOWN_GUARD_POSTVORE1",
			"Text": [
				"Your predator pats his belly and gets on the move, your organic prison gently sloshing about, though you have no way of telling where you're being taken."
			]
		},
		{
			"Key": "TOWN_GUARD_POSTVORE2",
			"Text": [
				"\"Thanks for holding onto -urp- that, Dan,\" the voice of the guard booms around you. \"Let's go, I should take this one away.\" You can't hear anything else outside, as organic gurgles and squelches overpower most other stimuli."
			]
		},
		{
			"Key": "TOWN_GUARD_POSTVORE3",
			"Text": [
				"The stomach squeezes in on you possessively, kneading and churning away at your form, and regularly renewing the layers of slime and fluids. The immense heat combined with the barely breathable thin air is making you sleepy."
			]
		},
		{
			"Key": "TOWN_GUARD_POSTVORE4",
			"Text": [
				"You open your eyes as the stomach constricts powerfully around you, more so than it had before. It takes you a few moments to realize that you must've dozed off, although in this unchanging, pitch black and utterly cramped environment, it is impossible to tell how much time has passed. Worth noting, however, is that you don't feel particularly worse for the wear, if a bit light-headed."
			]
		},
		{
			"Key": "TOWN_GUARD_POSTVORE5",
			"Text": [
				"As the fleshy organ appears to squeeze you into a direction, you finally realize what's going on. Your predator heaves and gags, your body being squeezed back up the skin-tight tube again. Before long, having performed the same harrowing trip in reverse, you reach the {{guard}}'s maw once more. The twisting tongue and rows of teeth frame your vision, the light blinding you, as you are forced further out still. The guard finishes regurgitating your sorry drool-soaked mess, and you take a few moments to breathe the cool, fresh air and recollect yourself."
			]
		},
		{
			"Key": "TOWN_GUARD_REGURGITATED",
			"Text": [
				"The {{guard}} helps you up on your feet, and wipes some of the goop off of you. Then he hands you a neatly folded linen shirt. A quick glance around tells you you are right outside town, near the main gate, and just far enough off the path so as to help avoid detection. \"As tasty as you were and as enjoyable you felt in there - don't make me catch you again, or I'll do more than swallow you and impose a minor fine,\" he warns, before turning and walking away. \"You can wash up there,\" you hear him call out, as he gestures off-handedly behind him.\\n\\nWell. You're not sure whether to feel offended that you were swallowed, or relieved that you were let out in one piece."
			]
		},
		{
			"Key": "TOWN_GUARD_VORE_HIT_POV",
			"Text": [
				"The guard spreads his jaws before you, dangerously sharp teeth and a slick-looking undulating tongue looming ever closer. Before you even have a chance to protest, that warm, slimy flesh makes contact with your face as your head is enveloped in the {{guard}}'s maw. The spongy tongue makes a few rounds over your features, completely soaking your {{player.fur}} in sticky drool. Then, the first swallow comes. You hear it almost more strongly than you feel it - a loud, wet glllrrrk noise accompanied by the muscles surrounding your head pulling you inevitably towards the pulsating gullet."
			]
		},
		{
			"Key": "TOWN_GUARD_VORE_WIN_POV",
			"Text": [
				"Your ears are pinned back to your head, and with the tightness of the predator's throat, every sound around you seems to be amplified - from the thumping heart nearby, to the running of slime, and to the obnoxiously loud and somewhat concerning gulps and swallows. The guard certainly wastes no time getting his prey down. With practiced force, your arms are squeezed to your sides, keeping you locked down and unable to resist your descent down the oppressively hot digestive system. Drool leaks down your chest as more and more of your body vanishes down the ravenous guardsman's throat, your fur easily matted down, lubed up for the trip.\\n\\nBefore long, you breach the stomach sphincter as your head and shoulders are forced into the cramped, superheated chamber. Rippling waves of muscular pressure force you down into the stomach little by little, and for a few moments you're pushed into a thin pool of slime and viscous goo. As your belly, thighs and legs join you inside the stomach, you are squeezed and curled up into a tight {{player.furry}} ball. Mere moments after your toes leave the sphincter's touch with a disgustingly wet squelch, a deafening belch rumbles your surroundings. Fluids splatter everywhere, and the stomach walls take the opportunity to cave in on you, smothering you in soft, slimy warmth."
			]
		}
	]
}