{
	"!Type": "AssetStringTable",
	"AssetID": "5cb55c23-fc8a-46d6-91f5-2835bed8016e",
	"AssetName": "Strings_MQ06",
	"Entries": [
		{
			"Key": "MQ06_ABBEY_FIGHT1_END01",
			"Text": [
				"The two hired paws have fallen at your feet, leaving only one final member of this accursed movement of man-eaters. It seems the two goons had fulfilled their purpose perfectly. Having delayed your advance for a precious few seconds, Randall seems ready to initiate his ritual after all. He stands calmly in the middle of the circle on the ground, turned halfway away from the commotion as if he is not even aware there is a fight for life and death going on. With both paws, the wolf clutches a sizeable chunk of amber, polished and glimmering, neatly cupped in the palms of his paws."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END02",
			"Text": [
				"Randall squeezes the crystal so tightly that a sharp edge pierces the palm of his paw, and a droplet of blood stains the mineral. He does not seem to notice, eyes closed, muzzle raised up high in the air as if smelling the air. The shard absorbs the crimson stain, a tiny wisp of red smoke dissipating from the surface.\\n\\nThe deep, brilliant amber changes color, darkening like old, dried blood, before settling on a deep blue. Its misty hues swirl under the surface like a turbulent ocean. The wolf raises his paw, clutching the crystal tightly as it pulses with a gentle glow.\\n\\nBeside you, Rux starts, his eyes widening with horror. Whatever he sees that you do not, it effortlessly peels away the professional, grandfatherly attitude the red panda has always worn. \"NO, DON'T!\" he shouts in uncharacteristic panic, reaching out with one paw, hopelessly far away."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END03",
			"Text": [
				"But the leader of the Red Maw does not hear him. His eyes are open now, narrowed, focused. He searches for something, and finds it a moment later. With sudden violence, Randall thrusts his arm forward, stabbing empty air with the charged crystal. His arm sails through nothing, until the wolf meets resistance, as if having struck an invisible wall. The discolored amber shard dissolves into dust, carried away by the wind. A rush of cold air washes over you, a shockwave that ruffles fur and disturbs dead leaves on the worn stones.\\n\\nThen, a network of thin, pale blue cracks forms in the open air. They snake away in all directions, like a window had been struck with a hammer and is barely holding itself together. The mystical disturbance is no bigger than a snowball, suspended two meters above the ground, before it explodes. The spider web of cracked glass expands violently, reality itself shattering before your eyes. Ghostly white light, ocean-blue at the edges, engulfs the black wolf."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END04",
			"Text": [
				"The second blast pushes you back, interrupting any attempt to charge forward. Shock and self-preservation take precedence for Iso as she stumbles, while the Adept braces himself against a pillar, muttering to himself. Currents of superheated air rush over you like a storm wind threatening to knock you down on your back, forcing you to use your arm to shield yourself. Your face stings in the intense heat; you feel your throat being singed with each breath you take.\\n\\nAbove the turbulence, and the pained curse of Iso falling over backwards, there is another sound. Piercing, rumbling. It is close by; dead ahead in fact. And when you catch glimpses of Randall's contorting form, awash in a light too bright to look upon for long, you realize. The wolf is screaming."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END05",
			"Text": [
				"He changes. The silhouette of his body grows, fingers stretching into monstrous claws. His chest and arms bulge with muscle unbefitting of someone with his dietary choices. In the blinding glow of this unsealed, forbidden power, it is difficult to make out the details of the ongoing transformation. This had not gone according to plan at all.\\n\\nWere you too late? Was there anything you could have done to change this outcome? These thoughts race across your mind as you watch Randall writhe in what must surely be unimaginable agony. Had the two goons been conscious still, they would no doubt have joined their enemies in observing the spectacle in silent awe.\\n\\nThen your eyes land on Rux, who is desperately trying to put out a pale blue fire on the sleeve of his left arm, teeth clenched in pain."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END06",
			"Text": [
				"The Adept grimaces and stumbles, barely managing to keep himself from falling over as he rubs at the wisps of flame. You barely have enough time and presence of mind to process what you see underneath. The sleeve of Rux's maroon robe has burned away, revealing a huge crystal amidst singed fur, bright amber in color, fused with his flesh. He had hidden it well all this time.\\n\\nIt sits on top of the back of his forearm like a scab, only smooth and polished on the surface, as if his arm had been covered in tree sap. Orange energy swirls violently underneath the surface, far faster and more intense than you recall other crystals to have been. Somehow, it seems to be reacting to the strands of pale blue mist sent flying from Randall's simmering bubble. Bracing himself against a pillar with the other paw, Rux steadies himself, and without any ceremony, the flames vanish."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END07",
			"Text": [
				"Just like that, the show is over. The light dissipates, the spider web of broken glass in the air receding but not quite disappearing. Moss and grime all around the circle of glyphs has been incinerated, fully revealing the flagstones underneath for the first time in countless years. At the epicenter stands a hulking biped of a wolf. At first glance, it seems like Randall was merely sized up several notches, but there is more to the change than just that.\\n\\nMuscle ripples underneath jet-black fur, a thick, bushy tail swaying behind him. The wolf himself takes a moment to drink in his new form, before his muzzle snaps upwards - to you, then to the pantheress. A pale, ocean-blue round gem is set into the back of each hand, almost pulsing. Piercing yellow eyes glimmer with malice, as a strand of drool drips from the beast's maw. A glistening, meaty tongue erupts from between those black lips to remove it, and he begins approaching, a growl building in his throat. A little unsteady on his feet at first, the transformed wolf speeds up rapidly."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_END08",
			"Text": [
				"Those feral eyes lock on to his prize, his ex-fiancée, as that slobbery tongue travels across his lips again. \"Don't... run...\" he rumbles, voice low and gravelly. What kind of ravenous predator could be more dangerous than one capable of reason and thought? An intellect sits behind those slavering jaws - this is far more than some mindless beast.\\n\\nBefore you have time to contemplate the philosophy of Randall's new form, Rux snaps out of the stupor first, taking a step back and beginning to circle around the approaching wolf. His eyes seem to be set on the glyphs set into the ground, now inert and burned out. \"Keep him busy!\" he shouts, wincing when he touches his burned arm. \"I'll do what I can!\" With that promise in mind, the two of you exchange nods, preparing for the fight of your life."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_ETHEL_DOWN",
			"Text": [
				"Despite having fallen for a feint, {attacker} {attacker correct} {attacker.possessive} swing at the last second to make contact. With a crunch, the side of Ethel's skull takes the brunt of the blow. Only a drop of blood is drawn, but the bluebird keels right over, never recovering from the sidestep he had been trying to make. Instead, he drops down on his side and stays down for a lot longer than he should. Clearly no longer a threat, the lucky strike must have rattled the avian so thoroughly as to leave him reeling and panting, barely keeping himself from passing out."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_MAKO_DOWN",
			"Text": [
				"Now, though, time is better spent focusing on more important matters, like not getting eaten."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_MAKO_LETHAL",
			"Text": [
				"A quick, sharp strike from {attacker.aliaspossessive} {!weapon} on the side of Mako's head leaves him with a horrifying gash across the throat. Mako collapses to the floor like a bag of sand, gurgling and convulsing as he bleeds out. Terror and panic flashes in his eyes, the husky no longer physically capable of voicing his despair as his life fades. Not a pretty way to go. You wonder for a fleeting moment if you should be feeling sympathy, though you expressly agreed with your party that there would be no mercy for these monsters today."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT1_MAKO_NONLETHAL",
			"Text": [
				"A quick strike from the side of {attacker.aliaspossessive} {!weapon} on the side of Mako's head leaves him staggered. A moment later, he collapses to the floor like a bag of sand, unmoving. You agreed with your party that it would be worth the effort to try and bring in some of these monsters in one piece, and hence you leave him where he falls. There would be time to tie him up later. "
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_END01",
			"Text": [
				"To the side, Ethel makes a surprised, coughing guffaw, having just barely roused from his stupor, and draws were-Randall's attention. Those predatory irises narrow, and without warning, his hind legs tense and he pounces. Cutting through the air exactly like an apex predator claiming a meal, Randall lands right on top of the now rather frightened bluebird. \"I finally have a use for you, meat,\" he snarls, saliva dripping from his lips. Ethel tries to say something, to try and placate the monster that he would have once called an ally, before that maw parts wide and dives down. The avian finally receives a taste of his own brew."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_END02",
			"Text": [
				"It takes the giant canine only a few short moments to devour his first meal - the bird doesn't stand a chance. The prey slips down that slimy gullet with terrifying speed. Randall was always a capable predator, but the size difference takes his abilities to new heights. Disgustingly loud, wet swallows echo through the ruined chapel, Ethel's struggling chest and legs disappearing down the hatch, never to be seen again. A final swallow sends the bird down, the werewolf's furry stomach swelling to contain its occupant.\\n\\nRandall belches, and turns to Iso. It almost seems like he forgot he just swallowed another person whole, if not for the rapid, panicked struggling and muffled shouting coming from that frightening belly dome."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_END03",
			"Text": [
				"Then, a toothy grin spreads on the lycanthrope's muzzle, almost proud to show off his appetite to the love of his life. He glances down and presses both paws on that writhing bulge - hard. The cacophony of digestive sounds picks up rapidly. Mixed in with a particularly nasty grrrroooorgle, you think you hear several things crack and disintegrate in there. The furry dome begins softening and receding at a wholly unnatural pace. The prey sealed within stops kicking, and you can see the size of the digestive organ shrink in a matter of seconds as its contents liquify and drain deeper, lumps softening and smoothing out into a thick, soupy slurry. The gems on his paws swirl and shimmer with otherworldly energy."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_END04",
			"Text": [
				"His wounds recede just as quickly as his meal did. Flesh stitches itself back together and fur regrows, undoing the damage you had done. Ethel gave his life - or perhaps it was taken from him - to grant his boss another shot. The gurgling and sloshing slows down, only a soft potbelly left of what was an adult-sized person just a few moments ago. Randall, for his part, seems to take this new ability in stride, licking his lips. He examines his arms, a toothy smirk showing just how pleased he is with the sheer might of this form.\\n\\nIso shivers when the werewolf glares at her, grinning, thick tail swaying behind him. \"Don't worry, love,\" he snarls, strands of slobber leaking from his lips. This time, he doesn't bother to clean it away. \"For you, I'll take it slowly. I want to feel you melting in there all night.\" With a snarl, he turns to you. \"But first... You.\"\\n\\nHis quarry, admirably, remains silent. You glance around quickly, and manage to spot Rux nearby, hunched over the chalk markings. Time runs out, and the both of you brace as the apex predator pounces."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_PLAYER_REVIVE",
			"Text": [
				"Iso flings a small vial at you, and just before you black out, you manage to chug down the whole thing. A rush of energy fuels the fire within you. \"I don't have any more, keep going!\" she shouts from behind you."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_RANDALL_DOWN",
			"Text": [
				"Your combined attacks stagger the monster, blood streaking through his fur. Despite towering over the two of you, Randall is obviously frustrated at having his prey evade him again, when she is right there in his reach."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_RANDALL_VORE1",
			"Text": [
				"Perhaps having decided that you are the bigger threat of the two, the werewolf decides to deal with you first. Squeezing your shoulders tightly, he pulls you in close. A moment later, his jaws part wide, fetid wolfbreath washing over you. There is no trace of the monster's previous meal, and you might almost think he hadn't eaten in weeks if the saliva production is any indication. With two meaty paws Randall lifts you off the ground effortlessly, pinning your arms to your sides. With the difference in size, devouring you is a trivial matter - your head easily fits inside Randall's maw. Before your partner has a chance to react, you are already two swallows deep in the werewolf's gullet."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_RANDALL_VORE2",
			"Text": [
				"Tight flesh squeezes at you from all sides, and you feel yourself going light-headed in seconds. Even with the predator being so much bigger than you are, there is no air or wiggling room within the skin-tight esophagus, and being upside down really isn't helping either. It's obvious Randall is not taking any time to savor his meal; you slide down the hatch with speed no regular-sized predator would ever be able to match. Crushing waves of peristalsis force you down, one swallow at a time, without any regard for the fact that you are a living, breathing person. To him, you are nothing more than a {player.furry} chunk of calories, not deserving of any recognition or celebration - and so there is no point in drawing out the inevitable. Something wraps around your ankles at around the same time your nose presses into the stomach. At first you think it's the wolf's tongue, before you realize it's a paw, trying to brace against the pulsating flesh. It's hopeless, of course."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT2_RANDALL_VORE3",
			"Text": [
				"With a final, thundering, wet gulp, your feet and tail are sent down this one-way trip through a werewolf's digestive tract. Whoever was trying to pull you out is forced to let go, lest they take the same dive themselves - though at such close range, no doubt Randall would have no trouble claiming dessert, should he choose to do so. Free of obstructions, your face slides into the sack-like organ and presses into a chunky pool of mush and chyme. By the time you've almost processed the literal depth of your predicament, the esophagus finishes dumping the load of meat that is your body into the werewolf's core. Slimy, pulsating walls knead you into a tight ball of food, packed together in this pulsating, suffocatingly hot and acidic hell.\\n\\nYou can hear muffled voices on the outside, and as the stomach begins digesting you alive, the slimy prison sways back and forth. Randall must be on the move somehow, fluids sloshing this way and that, but it makes little difference for you."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT3_HALFWAY01",
			"Text": [
				"It does not take long for your teamwork with Iso to become impressively synchronized. You adopt a rhythm of drawing the werewolf's anger, and giving your ally an opening in which to strike. This goes back and forth for several moments, each adding a new shallow gash to the werewolf's collection.\\n\\nStill, you are keenly aware that each second brings you closer to the inevitable fatal mistake. Randall swipes claws through the air and bites at where your throat had been a second ago. It is only a matter of time before either of you tire and slip up, to then slip down the wolf's gullet."
			]
		},
		{
			"Key": "MQ06_ABBEY_FIGHT3_HALFWAY02",
			"Text": [
				"Luckily, you do not have to wait for that to happen. While the monstrous canine is briefly distracted with Iso, the red panda hollers for your attention from a slight distance away. The Adept has been tinkering with the glyphs and runes on the ground, changing them - but there is no time to look in detail. He throws something at you, then - an amber shard, charged and glowing bright orange.\\n\\nYou barely manage to catch the gem, fumbling in a successful attempt to not drop it on the floor. \"Stab him with that! Now! I'll hold the channel open!\" Rux shouts.\\n\\nThe crystal is unnaturally cool to the touch. It glimmers, almost sparkling with colors that are the polar opposite of the pale ocean-blue on Randall's paws. Strange, mystic energy shifts underneath the surface, pulsing, almost alive. It makes your skin crawl. You look up again when Randall roars with untamed fury. The beast salivates, his feral eyes glimmering with hatred, as he charges toward you once more. All you need to do is to hang on a moment longer."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO01",
			"Text": [
				"'Forgotten' is probably one of the better words with which to describe Dalsida Abbey. A winding road springs from the surrounding woods at the base of the hill, packed dirt and loose gravel gradually giving way to cobblestones. There, you stumble upon a ruined courtyard, sun-bleached flagstones forming a circular path around an overgrown marble fountain. Thinner paths, stones mossy and cracked, branch off from the central ring to a complex of buildings all around. Straight ahead stand the crumbled remains of a chapel to some deity no-one remembers, roof collapsed and stained glass long since disintegrated. This must have been a place of glorious splendor once, though what little the elements haven't destroyed, looters have taken."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO02",
			"Text": [
				"Or perhaps that is not entirely true. One thing still remains of the abbey's former glory, untouched by time and thievery. A palpable tension lingers in the air - one that you are unsure to attribute either to nerves, or to something more supernatural. These ruins are graveyards, protecting something ancient that, if it were up to you, would remain exactly where it is. Your party seems to have sensed the same thing, though nobody speaks. Perhaps it would have been less risky to not ascend the main path into the abbey, but there is no one else here to greet you. If the Red Maw has already invaded this monastery, they would likely be further up ahead, and so it is that you carefully make your way forward."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO03",
			"Text": [
				"This part of the plan had not been thought through particularly well. The next actions of your crew depend entirely on whether the enemy has already arrived and made a mess. However, the abbey is deceptively quiet and peaceful. The wind picks up for a brief moment, ruffling clothes and picking up leaves from the ground, before settling down again a moment later. Still, a modicum of stealth would be well-advised, so the three of you creep along crumbling walls. The chapel looms ahead, standing imposingly tall despite the damage, and you approach it, one step at a time. Rux and Iso fall in silently behind you, having taken to your judgement as de-facto leader."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO04",
			"Text": [
				"Dipping into the ruin's shadow, you approach the nerve junction of the monastery - literally and otherwise - and carefully look around. The chapel has several 'entrances', most of them little more than holes in the outer wall, allowing you to pick your approach. Sticking to undergrowth, your party moves along the rightmost edge of the building, before creeping inside, through and over the collapsed remains of a wall section."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO05_NOTVISITED",
			"Text": [
				"There, you behold the interior of the chapel. It is surprisingly intact for its age - none of it is pretty or remotely usable, but the fact that any of it is still standing despite the disrepair is impressive. The interior is relatively modest for the kind of building; a wide open space with a central pathway leading to the altar, lined by wooden pews on either side. Leaves and foliage crawl through and wind around broken windows, and decorations have been stolen or disintegrated, but otherwise the room remains very recognizable. A marble statue of some manner of revered person hugs the right wall through which you sneak in. With large chunks of the statue missing - not least of which the head - it is impossible to determine who it might have depicted. Your companions join you a moment later."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO05_VISITED",
			"Text": [
				"There, you behold the interior of the chapel. It is exactly like you remember it from the last time you visited: overgrown structures, rotted pews and a dilapidated-but-recognizable altar. Sneaking in past the decapitated marble statue, you take stock of the situation. Your companions join you a moment later."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO06",
			"Text": [
				"Several pews and rusted braziers have been overturned near the center of the room to create some open space, a stone's throw away from the altar and what was once a lectern. Your breath catches in your throat when you recognize the duo hunched over new decorations of their own making. Mako - the black-and-white husky - is busy drawing rough chalk markings on the floor while Randall is instructing him, reading from a few pages of notes clutched in his paws. From your position, the actual drawings are obscured, though it is unlikely you would be able to divine their purpose anyhow."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO07",
			"Text": [
				"Far sooner than you would have hoped, Mako's muzzle swivels and he suddenly stares straight at you, ears perked, nostrils wide. \"Company,\" he growls. The wolf beside him glances over his shoulder and sighs. His gaze turns towards a bluebird who had been idly running a wing over faded inscriptions on a pillar, just barely out of your view. \"Ethel, you are fucking useless,\" Randall grunts, finally drawing the surprised avian's attention. \"Can't even be a lookout. I am actually going to eat you.\""
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO07_PLAYERPRED",
			"Text": [
				"A scowl forms on the wolf's muzzle as his gaze locks onto you - or more precisely, the smooth {player.furry} dome sticking out from your midsection. \"Oh, me you won't associate with, but this {player.species} is good enough for you, isn't {player.object}?\""
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO08",
			"Text": [
				"The husky abandons his work, rising to his feet and taking a few tentative steps towards the three of you. Ethel soon joins him, saying nothing, perhaps a little flustered at having been caught shirking work again. \"Deal with them, I'll finish up here quickly,\" the leader demands, his command entirely unnecessary seeing as the other two predators are already approaching. He gets down on his knees to pick up where Mako had left off."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO09_DEFAULT",
			"Text": [
				"The time for diplomacy has long since passed. Six people entered the chapel today, and only three will be leaving. The only way to ensure that you are among that group, is the hard way."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO09_PRED_ANY",
			"Text": [
				"Despite your predatory tendencies, there would be no time to scarf either of these two down your throat. With both of the approaching enemies being experienced at their craft, cramming one down your gullet would leave you critically vulnerable. Instead, this issue will have to be solved the hard way."
			]
		},
		{
			"Key": "MQ06_ABBEY_INTRO09_PRED_THUG",
			"Text": [
				"As much as you would want to, your stomach is still full with the hapless idiot you scarfed down on the way here. You won't be able to fit down another now - not to mention doing so would leave you dangerously vulnerable anyway. Instead, this issue will have to be solved the hard way."
			]
		},
		{
			"Key": "MQ06_AMBUSH_FRIEND_KILLED",
			"Text": [
				"{defender} staggers and drops down to a knee, down and out for the count."
			]
		},
		{
			"Key": "MQ06_AMBUSH_VORE_DIGESTED",
			"Text": [
				"A loud, gnarly crunch sounds from somewhere within the solid mass of your stomach contents as the organ subdues its rebellious meal, a bubble of air displacing and swiftly released in the form of a wet belch. The taste of meat and bile rises to the back of your tongue, and you quickly swallow it back down, continuing to focus on the task at hand. It seems that at least this one attacker will never be a threat to anyone again."
			]
		},
		{
			"Key": "MQ06_AMBUSH_VORE_PRED01",
			"Text": [
				"With the prey's feet disappearing from view, your paws starting to roam and rub up and down your gut almost entirely on instinct, you glance up to find Iso staring at you, grimacing. \"Holy shit, {player.name}, not you too,\" she whispers, just barely dodging the slicing motion of a weapon dancing through the space where she had been standing just before. That level of distraction is not a healthy preoccupation in the middle of a struggle for life and death, after all. As your prey settles fully in the depths of your gut, wobbling and fighting against their fate as {player.species}-fat, the black-furred pantheress manages to tear her gaze away from you to focus on the scene. \"That's... sick. I can't trust anybody,\" she grunts."
			]
		},
		{
			"Key": "MQ06_AMBUSH_VORE_WIN",
			"Text": [
				"In a swift, smooth motion, you part your jaws wide enough to send flecks of saliva flying. As {prey.aliaspossessive} eyes widen with realization and fear, you engulf their head all at once. With a greedy swipe of the tongue to mat down the thug's fur and dislodge the hood covering their features, though with them already lodged in your gullet, it's too late to actually make out any identifying features. Not that it matters: this preything is reduced to nothing but food, and all food is the same in the end. The first swallow reverberates through the trees, and you draw several stunned pairs of eyes as you devour your meal. Nobody dares interrupt the predator at work, the fight more or less pausing.\\n\\nStruggling is useless at this point for {prey}; each gulp pushes them deeper into the crushing depths of your digestive tract. The dry, tasteless fabric of their clothes rubs against your tongue, the cloth quickly draining your maw of moisture, making for a rather unpleasant eating experience. Still, spurred on by the incredible flavors lingering on the fur you'd already gulped down, saliva production is in overdrive, and with a few slow, wet swallows your stomach begins expanding to accommodate the load of fresh meat. An incredible feeling of predatory euphoria washes over you as your meal's legs slide down your throat, gravity assisting in the prey's devourment, and with a final, rumbling belch, they are sealed away in a slimy, acidic pit. That's all you can fit, but oh, does it feel good."
			]
		},
		{
			"Key": "MQ06_AMBUSH01",
			"Text": [
				"Your pleasant walk in the woods is interrupted by three figures emerging from the dense forestry. Clad in identical, dull black leather armor, faces covered with cloth wrappings, their only identifying features are general body shape, and tail. The trio - rodent, canine and feline - approach, and your two companions stop in their tracks, already expecting the worst."
			]
		},
		{
			"Key": "MQ06_AMBUSH02",
			"Text": [
				"\"Finally,\" quips the feline. From their voice alone, you cannot quite tell their gender, but perhaps it doesn't really matter. \"Told you they'd leave eventually.\" The smaller fellow beside them, a rodent of some description, sneers and steps forward, pulling a short, sharp blade from their belt. \"Been too long since I got to cut someone up. Mmm, maybe I'll let you choose which limb I go for first.\""
			]
		},
		{
			"Key": "MQ06_AMBUSH03",
			"Text": [
				"The last remaining assassin glances anxiously at the three of you, perhaps finally realizing the little hitsquad had grossly underestimated the threat, stumbles backwards. {^thug} sheathes their weapon and turn tail, leaving their comrades to their fates by sprinting away as fast as their legs - and the mushy soil - can carry them."
			]
		},
		{
			"Key": "MQ06_AMBUSH03_GRAPPLE",
			"Text": [
				"The last remaining assassin glances anxiously at the three of you, perhaps finally realizing the little hitsquad had grossly underestimated the threat, puts everything they have into pushing you backwards. {^thug} winds up dropping onto the ground, scrambles up and turns tail, leaving their comrades to their fates by sprinting away as fast as their legs - and the mushy soil - can carry them."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_CHIP01_FRIEND",
			"Text": [
				"The robed figure doesn't get particularly far until their escape attempt is disrupted. A huge, snarling mass of gray-and-silver fur erupts from between the trees. Chip pounces on the biped that had dared to make a fool of his master, pinning his target not with his front paws like most ferals would when hunting, but rather, with wide open jaws. {^thug} realizes too late what is happening and can do nothing but watch as they are engulfed in that slimy maw with a wet squelch. The wolf, for his part, wastes little time, tossing his muzzle upwards with each swallow, his meal disappearing down his gullet with staggering speed. The display is a stark departure from how comparatively gently the wolf had treated you before when you'd taken a dive down his throat. It's obvious Chip has no intent of letting this meal back out through the same way they went in."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_CHIP01_NOTFRIEND",
			"Text": [
				"The robed figure doesn't get particularly far until their escape attempt is disrupted. A huge, snarling mass of gray-and-silver fur erupts from between the trees. Chip pounces on the biped that had dared to make a fool of his master, pinning his target not with his front paws like most ferals would when hunting, but rather, with wide open jaws. {^thug} realizes too late what is happening and can do nothing but watch as they are engulfed in that slimy maw with a wet squelch. The wolf, for his part, wastes little time, tossing his muzzle upwards with each swallow, his meal disappearing down his gullet with staggering speed. You briefly wonder what it would feel like to be rammed down a slimy tube with such violence."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_CHIP02",
			"Text": [
				"A soft, furry bulge soon forms on Chip's belly as the form of his prey slides down his gullet, vanishing into his chest only to reappear soon after as a hallmark of a satisfied predator. The swollen dome shifts and writhes, the meat within struggling for dear life. A useless endeavour, of course - they wouldn't be leaving without Chip's blessing. The oversized canine in question doesn't even bother to pay attention to the dying struggles of his meal, instead preoccupied with licking his lips and releasing a loud, wet belch. A drool-soaked black scarf slides from his tongue, landing on the ground with a splat. To your side, Iso looks a little perturbed at this whole chain of events, while Rux looks mostly impassive, or, perhaps... proud?"
			]
		},
		{
			"Key": "MQ06_AMBUSH04_CHIP02_PLAYERPRED",
			"Text": [
				"\"At least I can't blame an oversized guard dog for eating people,\" the mayor mumbles, casting a sidelong glance in your general direction. Her gaze lingers on your hugely distended {player.furry} gut, lumps shifting underneath as the organ pushes its contents around mercilessly. Rux is silent, though you do find yourself wondering what opinion swims behind those tired eyes of his."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_CHIP03",
			"Text": [
				"\"Here, boy,\" the red panda commands, and with perked ears, the massive lupine bounds over like a newborn pup desperate for love and attention. Rux receives a wet slurp on the face for his trouble, and returns rubs and muzzle scritches in kind. It is obvious how much the two have bonded over the years, and if it weren't for the fact that a person is literally drowning in digestive fluids right this moment, the exchange might have been considered cute. Before long, though, Rux sends the monstrous guard dog on his way, and Chip cheerily trots off in the direction where you came from, back to the cabin. You exchange glances with Iso, and the Adept raises an eyebrow while cleaning the slobber of his fur with a small towel he'd retrieved from nowhere. \"What?\" he asks."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_NOCHIP01",
			"Text": [
				"Just as you are about to give chase, Iso takes aim and flings her knife into the walls of trees. The blade cleaves through the air, falling short of the fleeing adversary who, wisely, had shifted directions. Dirt and dry leaves scatter on the ground where the weapon lands harmlessly, its target escaping. Neither you nor Rux judge the assailant easy to apprehend at this point. By the time the panicked, rapid footfalls fade away into the distance, Iso shrugs and casually walks over to her blade to retrieve it."
			]
		},
		{
			"Key": "MQ06_AMBUSH04_NOCHIP01_PLAYERPRED",
			"Text": [
				"\"The only good thing I have to say to you, {player.name}, is that at least that one won't get away,\" the mayor mumbles, casting a sidelong glance in your general direction. Her gaze lingers on your hugely distended {player.furry} gut, lumps shifting underneath as the organ pushes its contents around mercilessly. The red panda is silent, though you do find yourself wondering what opinion swims behind those tired eyes of his."
			]
		},
		{
			"Key": "MQ06_AMBUSH05",
			"Text": [
				"Deciding it best to pursue a different conversation topic, Iso scratches the side of her muzzle. \"So who were these? Spirits, am I going to have to start worrying about being assassinated now too?\" She sighs, sticking her paws in her sides as she takes in the scene before her. \"I thought becoming the mayor was a good thing. I wanted to help people, give them the channels they need to get stuff done. I know you can't please everyone, but... this...\""
			]
		},
		{
			"Key": "MQ06_AMBUSH06",
			"Text": [
				"Ever the comforting presence of the crew, Rux gives his friend a hearty chuckle, his striped tail swaying back and forth once. \"You'll be fine, Iso. Making enemies is part of the job, and it's just another obstacle you can overcome.\"\\n\\nThe mayor, in turn, considers this, unsure how to respond for a few moments. Content to instead stick her paws in her coat, she steps away from the corpse at her feet with a wide berth, before continuing to walk in the direction you had been traveling before this distraction took place. \"Let's... just go. We have somewhere to be,\" she quips, not really waiting for either of you to follow her in kind.\\n\\nNot wanting to be caught dawdling, you begin moving as well, but not before the Adept prods the ground with his staff, sighing. \"I'm getting too old for this,\" he rumbles quietly."
			]
		},
		{
			"Key": "MQ06_ENDING_A_DISPOSAL1",
			"Text": [
				"While 'home' would be a lengthy walk away still, you had another manner of business to attend to. Telling your companions to go on ahead, you vanish into the thick of the woods to take care of the other half of the digestive process. Whether you had eaten live prey for pleasure or out of necessity, it matters little now - the conversion into chyme applies the same way to all food.\\n\\nAway from prying eyes, you lean against a random tree with knees bent, your tail hiked, before you push. A familiar pressure emerges on your tailhole. It stretches around a solid log of {player.species} scat, extruding from your anus before breaking off under its own weight. Another one follows, and a pile of dung forms on the forest floor. As you might expect from a carnivore with an efficient digestive system, nary a bone shard is to be found in the smooth, brown mass; only digested meat and the occasional, rare tuft of discolored fur."
			]
		},
		{
			"Key": "MQ06_ENDING_A_DISPOSAL2_RANDALL",
			"Text": [
				"Your bowels have methodically disassembled the self-assured, cocky asshole of a wolf just like it had done to any other piece of meat you've swallowed throughout your life. Some 'apex predator' he was - useful in the end only for his nutritional value and a pleasant shit. Perhaps it is what he really deserved, in the end, to be squeezed out from under a superior predator's tail, dumped behind some shrubbery in a nameless forest."
			]
		},
		{
			"Key": "MQ06_ENDING_A_DISPOSAL2_THUG",
			"Text": [
				"Your bowels had done a number on that useless thug you'd eaten a few hours ago. You still remember that split second of horrified realization on their face before they slid down your gullet, to be melted into slurry. It was the rodent, right? No, the canine fellow, for sure. Whatever the intention had been, now they are useful only for nutritional value and a pleasant shit."
			]
		},
		{
			"Key": "MQ06_ENDING_A_DISPOSAL3",
			"Text": [
				"There's little left of your prey in your bowels but chunky, gurgling slurry now, sloshing and burbling with every step and every squeeze of your intestines. Eventually, though, you finish dumping the last log of feces, your anal sphincter clenching shut behind the foul mass. Finishing up, you rise to your feet and take a brief glance at the pile of {player.species} shit you had created, before kicking up a little bit of dirt in a half-hearted attempt to mask your droppings.\\n\\nThe evidence of your predatory exploits sufficiently disposed of, you head back the way you came. With some luck, you would be able to catch up."
			]
		},
		{
			"Key": "MQ06_ENDING_A_REGULAR1",
			"Text": [
				"\"My Iso,\" the downed lupine grunts. His gaze remains fixed on the pantheress before him, but his mind is a thousand leagues away. \"I only wanted-\" Randall begins, before a dry cough interrupts him.\\n\\nA sad smile tugs on Iso's lips. \"I know,\" she says simply. His pupils narrow as he heaves, briefly pressing a paw against his throat before it limply drops back down to his side.\\n\\nHe remains silent for a few moments, content to stare regretfully at his person of desire - at the one he had sacrificed everything for. \"Eyes like the sky,\" he sighs, unable to keep another droplet of blood from leaking past his lips as he speaks."
			]
		},
		{
			"Key": "MQ06_ENDING_A_REGULAR2",
			"Text": [
				"\"I l-love you, Iso,\" the wolf whimpers. \"I wanted... I-I just wanted... us, together, always.\"\\n\\nThe black feline gently presses a paw to the dying canine's lips to quiet him down - an action that would have had radically different results less than a minute ago. With her other paw, she wipes down the sharp cut just above her right cheek, dragging out a crimson stain. Neither of them had gotten away from this encounter unscathed, and perhaps that was right, in a way. She releases a shaky breath, a singular tear trailing down the smooth, thin fur of her cheek."
			]
		},
		{
			"Key": "MQ06_ENDING_A_REGULAR3",
			"Text": [
				"\"I love you too, Randall,\" she replies softly, cupping her lover's paw with another one of hers. A gentle squeeze, a minute hiccup in her breathing. \"I love you more than anything else.\"\\n\\nRandall says nothing for the longest time, but squeezes Iso's paws with all the strength he has left. \"Don't... d-don't let me go,\" he whispers, the simple request charged with unspoken fears and unrealized desires. Gone is the taunting, arrogant voice you were so used to, making way for something far more primal."
			]
		},
		{
			"Key": "MQ06_ENDING_A_REGULAR4",
			"Text": [
				"\"Never,\" she promises, that pained, teary-eyed smile bathing her mate with the warmth he had so desperately longed for. His clouded eyes close.\\n\\nContented, the apex predator's breathing slows, muscles losing tension. Precious few seconds later, he lies still.\\n\\nIso leans in and gently places the paw she had been clinging on to, onto the wolf's chest, still not letting go. She buries her head in the black fur of the deceased monster. A barely-suppressed shiver crawls down her back, before a raw, guttural sob follows."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL1",
			"Text": [
				"The distraction is successful. Randall growls as he clutches a fresh wound on his arm. You do not waste time and dive forward, toward the werewolf's back. Had you mistimed your attack, the predator would have caught you with wide-open jaws - but this time, you are faster. The amber shard in your paw brushes thick fur aside and plunges into Randall's flesh with surprising ease. You receive a furious roar for your trouble, your target spinning on his heels, claws sailing through the air.\\n\\nHe finally connects, rending flesh on the arm that you were wisely using to shield your face. White-hot pain causes you to seize up, before the impact of the blow sends you flying, if only for a brief moment. You crash into the floor, a pace or two back from where you stood. Staggered, your arm throbbing painfully, you can only watch the cruel grin spreading on the wolf's lips."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL2",
			"Text": [
				"Iso runs past him, toward you, probably meaning to help you on your feet. She, too, flies too closely to the sun. Randall roughly grabs a hold of her, monstrous claws digging into her cheeks, drawing blood and only barely missing her eyes. The pantheress, to her credit, barely even flinches, before responding with a solid kick in the balls. Wincing and snarling, the beast falls over backwards. The charged crystal you had embedded in his back shatters under the impact, no doubt wedging shards of glass deeper. Iso appears almost surprised that her attack had been so effective, but when the blue gems on the wolf's paws begin glowing, you both realize there is more going on than meets the eye.\\n\\nYour gaze wanders to the strange circle of glyphs Mako had painted on the floor. There, Rux stands right in the middle, just behind the cracked fold of reality as he observes the fight from a distance. He holds both paws at either side of the glimmering hole in the world, as if waiting for something."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL3",
			"Text": [
				"The werewolf heaves and grunts, before his growls blend into guttural roars when his forearms catch on fire. Blue wisps burst from the gems set into his paws, licking at the black fur surrounding it. In an animalistic panic, Randall rubs his arms against his body, achieving exactly what he did not want by spreading it faster. Iso takes several steps back, forgetting that she had been meaning to help you up, and you do the same, crawling backwards along the floor you were sprawled upon. Strangely, despite the fact that the lupine's body is soon more or less entirely awash in pale blue flame, and Randall is very obviously howling in agony, no heat radiates off of him like you had expected."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL4",
			"Text": [
				"In fact, you sense the opposite. A bone-chilling cold prickles your skin, sapping body heat like a winter storm, and you dare not imagine what it might be like had you been closer. The heat that Randall had stolen from someplace else is being reclaimed.\\n\\nBlue flames morph and make way for swirling, white energy engulfing his form. It siphons away from him, up in the air and shooting across the room, straight at Rux. The Adept braces, as if expecting impact, before the bolts slam into the hole they had originally crawled out of, disappearing inside. Randall, in turn, spasms and twists pitifully, undergoing the inverse of the earlier transformation. That one had looked painful then - this one somehow seems worse."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL5",
			"Text": [
				"His body shrinks before you, muscular arms deflating, chest compacting. It takes only a short few seconds for the predator to return to his original shape and size - that of a cocky black wolf with an appetite to match his stomach, uncovered black fur shimmering. The last of his stolen power is taken away from him, vanishing into the rift Rux is holding open. The red panda crushes the abberation between his paws, and the forbidden power is no more. The impossibility between his palms revolts, though, by throwing Rux back several paces - though it remains inert afterward."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL6",
			"Text": [
				"Silence reigns as Iso finally moves over and helps you back up on your feet. Despite the blood oozing from the cuts on your arm making for a harrowing scene, the incisions aren't too deep and should heal fine on their own. It would nevertheless be prudent to get it bandaged sooner rather than later, but now that the Red Maw has been dealt with, you should have all the time in the world to clean up.\\n\\n\"Everyone alright?\" Rux asks, the first to break the silence, as he approaches. The rift in reality is left behind, still suspended in mid-air, though a lot smaller than it had been a minute ago."
			]
		},
		{
			"Key": "MQ06_ENDING_A_SEAL7",
			"Text": [
				"A coughing fit interrupts whatever the mayor was going to say, and once more Randall demands everyone's attention. His breathing is labourious and shallow, crimson oozing from many a cut all over his body. Two yellow eyes stare at the open ceiling as he lies still, sprawled on the ground, holding on. Moisture collects in his eyes as droplets of red leak from his nostrils. To say he looks battered would be an understatement. There is little left.\\n\\nThe three of you approach, and Iso lowers herself on her knees by her lover's side. The bloodied black canine gently lifts a paw off the ground, and the mayor takes it, interlocking fingers. Standing beside you, the red panda crosses his arms, expression unreadable."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE_GREEDY",
			"Text": [
				"As you consider subjecting the wolf to the same acidic fate he had bestowed on so many others, you feel the body of that useless thug you'd swallowed an hour or two ago bulging out your stomach, slowly digesting. That meat ball has been mostly reduced to chunky slurry by now, and thought it would be pretty uncomfortable, now that there is no other threat, you could perhaps stomach another."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE1",
			"Text": [
				"This monster had gotten away with more than enough. It's time he gets a taste of his own medicine - and you are absolutely starving. You roughly brush Iso aside, part your jaws wide, and dive in. Randall's eyes widen in surprise and fear, and a paw rises up to meet your snout, though he is far too weakened to actually provide any resistance whatsoever.\\n\\n\"N-no, wait-\" the dying wolf stammers before the entirety of his head is engulfed inside your own. Your co-conspirator gasps behind you, and you hear a desperate, distant plea for you to stop, to leave the lupine, but you pay her no mind. The predator inside you takes over, and there is a delightful meal here to be devoured. Your tongue slathers your prey in thick, rough coatings of warm, sticky saliva, and copious strands of slobber leak from your lips."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE2",
			"Text": [
				"Loud, greedy swallows reverberate through the ruined chapel as you down the injured canine with record speed. The flavor of the predator-turned-prey's fur is nothing short of delectable: earthy, meaty, almost smoky, tinged with the taste of blood from the numerous cuts on his body. Truly a delicious, filling meal; if anything, it's a miracle the wolf had managed to dodge the stomachs of other predators up until now.\\n\\nHe barely resists, though as his naked form slides across your tongue, one gulp at a time, he can't quite stop his legs from kicking. Only once his snout presses into your stomach, and the reality of his slimy, acidic demise sets in, does Randall put some effort into his escape attempts. They are pitiful, of course; with only his lower legs still sticking out of your carnivorous maw and his arms already soaked in drool and sinking down the hatch, there is nothing for him to brace against. The only other evidence of his fear and displeasure is the singular whimper you can hear from deep within you."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE3",
			"Text": [
				"As your {player.furry} stomach begins bulging out with the slab of wolf meat, Randall's form goes surprisingly still. Either he ran out of steam, or he resolved to accept his ultimate fate as {player.species}-fat - either way, it does not really matter. He will digest just like everyone else. Powerful, predatory ecstasy floods your brain as your digestive tract swells with live prey to process, and a few more gulps are all you need to seal away the scourge of the Red Maw once and for all. The last of your meal slides down your esophagus, settling in the rank pit at your core. A wet, saliva-flecked belch robs the prey of what little air he had left in there, and the rumbling sounds of digestion set in quickly.\\n\\nTurns out you were the superior predator after all."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE4",
			"Text": [
				"The next thing you know is a flash of pain in your cheek. You'd stopped paying attention to what your compatriots were up to, and it takes a brief moment for you to realize that you had just been on the receiving end of a left hook. Iso's wide eyes, stricken with tears, glare into yours, bleeding rage and the hurt of betrayal. You stagger backwards, your stuffed stomach gurgling and groaning in protest.\\n\\n\"Fuck you, {player.name}! How could- could you?!\" The pantheress stumbles back and forth, uncertain and fidgeting, clearly unsure what to do or where to leave her paws. \"He wasn't... I-I... He wasn't yours to kill.\""
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE4_ISO_KNOWS",
			"Text": [
				"The pantheress breathes heavily, barely managing to rebuild her composure, though the haunted glimmer of betrayal never leaves her eyes. \"I-I thought you were... in better control... than that. He wanted us dead, but I wish he...\" Iso's words trail off, the pantheress unable to bring herself to speak the words. With a heavy sigh, she turns tail and departs the chapel, through the same hole in the wall you had ventured in through. Whatever, you have a delightfully pleasurable meal to digest."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE4_ISO_SAD",
			"Text": [
				"The pantheress breathes heavily, barely managing to rebuild her composure, though the haunted glimmer of betrayal never leaves her eyes. \"I-I... I thought you weren't... but you're just a sicko like the rest...\" Iso's words trail off, the pantheress unable to come up with a more coherent response. With a heavy sigh, she turns tail and departs the chapel, through the same hole in the wall you had ventured in through. Whatever, you have a delightfully pleasurable meal to digest."
			]
		},
		{
			"Key": "MQ06_ENDING_A_VORE5",
			"Text": [
				"Rux studies you for several moments, seemingly searching for something in your drool-flecked, satisfied face. He scratches his chin with one paw, the amber crystal embedded in his forearm glimmering despite having gone inert.\\n\\n\"Maybe he deserved it, but I advise you to take caution, {player.species}, lest you find yourself walking the same path,\" he warns. With a soft sigh, he shakes his head, before a ghost of a smirk creeps onto his muzzle. \"I'm already sheltering one voracious 'guard dog'; I suppose another wouldn't change much. She's rightfully upset, but she'll come around. We'll wait for you outside.\" With that, he departs, leaving you and your noxiously growling belly bulge to your own devices."
			]
		},
		{
			"Key": "MQ06_ENDING_C_DIGEST1",
			"Text": [
				"The dominating soundscape in your ears is that of your captor's body at work. Fluids churn through the intestines somewhere below you, an omen of the fate that is about to befall you. All you have for company as you breathe your final breaths is a thundering heartbeat above you, pumping blood to the overfull digestive organs. You have no idea if there is anyone else around to watch what is happening to you, or where Randall is now, or even how much time has passed.\\n\\nThe only constant is the deadly rolling waves of peristalsis, kneading your chyme-soaked body into submission. This environment is not one meant for living things to experience, and you find yourself fading fast. Despite having witnessed the werewolf liquify a whole person in a matter of seconds, that is not quite the fate that seems to be in store for you; the aching burn in your oxygen-deprived lungs seems to be the thing that's going to get you."
			]
		},
		{
			"Key": "MQ06_ENDING_C_DIGEST2",
			"Text": [
				"And perhaps it's for the best. Asphyxiation seems like a much gentler death than feeling one's own body being ground into a chunky slurry. Even though it's getting more and more difficult to tell yourself apart from the spongy, murderous stomach walls and the greasy meat soup that you are adding to, you don't feel particularly distressed anymore. Something inside you gives way with a crack, but it doesn't really hurt. You've long lost sensation in most places, your thoughts making way for an empty void. With a bubbling sigh, you let go, and with a mighty squeeze, the stomach claims you."
			]
		},
		{
			"Key": "MQ06_ENDING_C_DISPOSAL1",
			"Text": [
				"Though the body of the werewolf is a brutally effective meat grinder - both inside and out - it cannot absorb everything it digests. The remains of his beloved pantheress have blended together with the nutritious chyme of some {player.species} and the bluebird before {player.object}, pumping through the perfect carnivore's intestines overnight. Randall himself pays little mind to the inner workings of his digestive tract, instead far more focused on the dull pressure underneath his tail. His stomach sloshes back and forth as he squats in a secluded spot in the woods, the prey-smelting chamber still slightly swollen with food to process. He'll be full for a little while longer."
			]
		},
		{
			"Key": "MQ06_ENDING_C_DISPOSAL2",
			"Text": [
				"Nevertheless, the giant wolf's first meal demands release. His thick tail rises, and with a soft grunt, he allows his anus to widen. The exposed pucker stretches around the first log of werewolf shit as it slides out, and then another. The smooth mass of digested food is entirely free of fur or bone chips, a testament to the extreme efficiency of a true apex predator's body. Utterly unrecognizable scat piles up on the forest floor, different prey no longer distinguishable in the mess. Were it not for the frightening size of the droppings, one might not even have been able to tell that this is now the grave marker of a few persons.\\n\\nRandall's stomach lets out a lewd gurgle as he finishes dumping his prey, his tailhole clenching shut after expelling a final solid chunk of waste. The huge lupine barely even bothers to look at the pile of wolf shit he'd produced before his tail drops and he walks away. Two paws idly roam around the soft, pudgy bulge on his middle as it continues chipping away at its contents, while Randall himself decides to make his way toward civilization, already licking his lips in anticipation."
			]
		},
		{
			"Key": "MQ06_EPILOGUE_THANKS",
			"Text": [
				"Without the threat of the Red Maw looming over them, the people of Finmer can sleep easy for a little while longer.\\n\\nThis story is over, but you are free to explore any side content you might have missed. Also, try the Editor if you're interested in making your own content for the game. Check out the community forum to share, and find, other creations too.\\n\\nTHANK YOU SO MUCH FOR PLAYING!"
			]
		},
		{
			"Key": "MQ06_EPILOGUE_TOPIC_CANBELL",
			"Text": [
				"\"I don't know,\" Iso says simply, with a bit of an exaggerated shrug. \"She's not here. Wasn't here when we came in. It's... it almost feels a bit like the tables have turned, with how I'm back but now she's the one who vanished.\" Her gaze travels to the floor, then back to you as she scratches her cheek. \"I told the town guard to keep an eye out for her, but I have my own work cut out for me in the mean time.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE_TOPIC_HEALTH",
			"Text": [
				"The feline prods at her cheek with a paw in response to your inquiry. She winces, rather obviously, but composes herself and laughs it off. \"Oh, it's fine,\" she sighs timidly, realizing just how shallow the lie is as soon as she speaks it. \"It'll be covered with fur in a little while, and I'll be good as new.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE_TOPIC_MAKO",
			"Text": [
				"The mayor nods simply, glancing sideways. You follow her gaze, but there is nothing in particular to be seen besides the busy marketplace just outside the north square. \"Yes. The husky, I think his name was Mako. He's locked up now. Hasn't really said much of anything, didn't protest to anything either. I'm not really sure what to make of him, but I guess we'll let the law take care of this one for once.\" She flashes a sad smile. \"You were right to take him in alive, but still. I wonder.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE_TOPIC_RUX",
			"Text": [
				"She laughs, then - a genuine, true expression of mirth. \"Oh, same old. He was never one for the masses, honestly, so I'm not surprised he went the other way before we hit town.\" A toothy smirk spreads her lips. \"I'm sure we'll be in touch. And... hopefully we'll both be able to put yesterday's mess behind us.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE01",
			"Text": [
				"The evening sun warms your {player.fur}, your back against the dull brick wall of North Finmer's town hall. About a day had passed, and if the busy crowds milling about the fledgling trading post was any indication, it would almost seem like nothing happened."
			]
		},
		{
			"Key": "MQ06_EPILOGUE02",
			"Text": [
				"The Adept had bid farewell at the crossroads outside town to return home, offering only a gentle smile and a few words spoken in private with the pantheress. That just left the two of you.\\n\\nCommerce had been quick to resume with the southern bridge restored to its former glory. Mayor Iso had been met with more than a few surprised looks when she finally materialized at the town gate, after days of absence. Though a seed of distrust remained, the news of her return - and the story of the horrible events at Dalsida Abbey - had spread like wildfire. Once the public forum had been closed and fears had been assuaged, Iso was quick to return to her office, only to find it in a messy state of affairs."
			]
		},
		{
			"Key": "MQ06_EPILOGUE03",
			"Text": [
				"The door beside you swings open and she strides out into the square, flanked by a guard in shining plate, face covered with a helmet. They carry a massive halberd around like it is a mere wooden stick. \"So when word arrives from the council, let me know directly, please. Or when you hear anything about Canbell,\" Iso finishes. \"I'll probably just sleep in my office while that, uh, break-in is being taken care of.\"\\n\\n\"Yes, ma'am,\" the guard replies simply, before saluting and marching off. The mayor, now fully reinstated into public office, turns to you, the corner of her lips tugging upwards if ever imperceptibly."
			]
		},
		{
			"Key": "MQ06_EPILOGUE04",
			"Text": [
				"A bandage just above her cheek is the only hint that something had gone awry at all. Rux had taken basic care of the injury, but he had warned that the cut was very likely to scar. Not much that could be done about that now, and she had taken the news in stride. In time, the cut would heal, and this rend on her soul would be given its proper place.\\n\\nShe places a paw on your shoulder, then - the very first time she had ever consciously made contact. A hint of a smirk tugs at the corners of her lips, though you see right through the façade, and she knows it. Behind those azure eyes she keeps a great deal of pain, and perhaps, you decide, it is unfair that she is to deal with such a burden alone. For a very brief moment, you can almost see what Randall had seen when the two of them had met, years ago."
			]
		},
		{
			"Key": "MQ06_EPILOGUE05_DEFAULT",
			"Text": [
				"\"Thank you, {player.name}. For everything.\" A long, deep sigh flows from her lips, and she retracts her paw, sticking both of them into her pockets instead. Iso takes a few moments to consider her words, slender black tail slowly swaying back and forth behind her. \"You did a lot for me, when you never owed me anything. Don't think I'll forget that. If anything, I put you in harm's way. I just... hope this whole saga is over. I need... I need some time. To think.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE05_RANDALL_EATEN",
			"Text": [
				"\"Thank you, {player.name}. For everything.\" A long, deep sigh flows from her lips, and she retracts her paw, sticking both of them into her pockets instead. Iso takes a few moments to consider her words, slender black tail slowly swaying back and forth behind her. Her gaze lingers on your stomach for a brief moment, now mostly flat and devoid of prey. \"Look, I- I'm sorry for... punching you, yesterday. You may be a pred too, but I'll take one in better control of {player.possessive3p} urges, heh. I won't forget what you did for me, so... let's not worry about any, uh, predation-related charges. I just... hope this whole saga is over. I need... I need some time. To think.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE05_THUG_EATEN",
			"Text": [
				"\"Thank you, {player.name}. For everything.\" A long, deep sigh flows from her lips, and she retracts her paw, sticking both of them into her pockets instead. Iso takes a few moments to consider her words, slender black tail slowly swaying back and forth behind her. Her gaze lingers on your stomach for a brief moment, now mostly flat and devoid of prey. \"You know, you may be a pred too, but I'll take one in better control of {player.possessive3p} urges, heh. I won't forget what you did for me, so... let's not worry about any, uh, predation-related charges. I just... hope this whole saga is over. I need... I need some time. To think.\""
			]
		},
		{
			"Key": "MQ06_EPILOGUE06",
			"Text": [
				"\"It still hurts, you know. Him. I know I need to let him go. Honestly, I don't know if I'll ever be able to.\" A thought crosses her mind, and her teeth show as she snorts. \"Spirits know the pile of forms and trade agreements on my desk need my attention. Canbell tried, but she's not really, er, fast. But... yeah. Just, thank you.\"\\n\\nA few moments pass, and your gaze lingers on the smooth, worn cobblestones that make up the streets. Yet the silence is not an awkward one - it is a contented moment of quiet, shared between two people who understand what the other has been through.\\n\\n\"So, what's next for you, {player.name}?\" she asks. You ponder the deceptively simple question."
			]
		},
		{
			"Key": "MQ06_EPILOGUE07",
			"Text": [
				"Iso steps past you, tail flicking behind her once as she takes in the scenery, basking in the dying light of the evening sun. It is easy to lose oneself in the tapestry of the marketplace, people milling by stands, walking to everywhere and nowhere, like paint flowing from an artist's brush. Had it all been worth it? Had this been the right way to go about things? If you had done something differently, would things have worked out the same way? Would you have remembered more of your blurred past?"
			]
		},
		{
			"Key": "MQ06_EPILOGUE08",
			"Text": [
				"There are no hard answers - not really. And perhaps that is okay. Even if you have lost a piece of yourself, there is a town here full of vibrant personalities, each of them more than happy to welcome you with open arms. It matters not who you are, or who you were - you have the means to build a new life for yourself. And in the end, that is all one could ever truly wish for.\\n\\nA soft pat on your shoulder draws you out of your reverie. \"Take care of yourself, {player.name},\" she says, choosing to not meet your gaze. Without looking back, the black pantheress walks off, disappearing inside the crowd."
			]
		},
		{
			"Key": "MQ06_PLAN_CANCEL",
			"Text": [
				"You receive understanding nods when you explain that you need to take care of a few things in preparation. \"Don't take too long, {player.name},\" Iso says."
			]
		},
		{
			"Key": "MQ06_PLAN_PRE_ISO_LEFT",
			"Text": [
				"Together with the old panda, you decide to give Iso a few moments to collect her thoughts. It does not take long for her to re-emerge from the guest room, without the picture frame this time. She looks refreshed and, while still downcast, more present and level-headed. Probably for the best - the matters you are about to discuss would benefit from a more objective point of view."
			]
		},
		{
			"Key": "MQ06_PLAN_PRE_SQ06_CALLOUT",
			"Text": [
				"Iso rubs at a paw and shifts on the sofa. She appears a little tense. \"Hold on, {player.name}. Did you still want to try our luck and see if we can find anything related to Randall at my home? Probably a slim chance, but if we want to go there, we have to do it before we take the fight to him.\""
			]
		},
		{
			"Key": "MQ06_PLAN_RETURN",
			"Text": [
				"The two co-conspirators stop the rummaging they had both been doing around the house, to regard you fully. \"Ready to go?\" Rux asks, paws folded behind his back. \"We'll likely be in for a fight, so if you have any stocking-up left to do, now's the time.\""
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_AMBER",
			"Text": [
				"You confirm that the Red Maw does, in fact, house a natural amber deposit. Only a small fraction of it has actually been excavated; there may be more buried under layers of rock and sediment. Rux humms in response to this, scratching his chin. \"If anything,\" he grumbles, \"it will be a good source of commerce for our southern neighbors. But I imagine there will have to be a lot of work to restructuring the mine itself, not to mention refining and cleaning the crystals themselves. All things I can advise them on,\" the red panda finishes with a chuckle."
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_JOURNALS",
			"Text": [
				"It seemed like the original proprietors of the mine complex had no idea what dark fate they were in for, when things took a turn for the worse. While their story is a tragic one, there is little it can do for the here and now - though it does explain why the place had been abandoned and forgotten, making it easy pickings for a very lucky wolf strolling along the beach one day."
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_LOCATION",
			"Text": [
				"Perhaps the single most important takeaway of the whole excursion is the location of the final piece of the puzzle. Dalsida Abbey, as it was once called, seems to have housed some manner of monastery dedicated to either studying or worshiping the Far Shore - perhaps both. Though their teachings and identities have been erased through time, it's obvious the area holds great significance to someone who would be interested in the same kind of research. The red panda opposite the coffee table grinds his teeth, appearing a little frustrated and - for the first time since you met the Adept - unsure how to respond. \"Okay, that more or less confirms my worst-case theory,\" he sighs, rubbing his brow. \"Is- is there anything else you can share?\""
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_MEMBERS",
			"Text": [
				"Beside the boss himself, there are two Red Maw members remaining at large that you know of. The two ladies - Sahro and Mia - had both found early retirement after running into you. Toby, the whimpering arctic fox, was never cut out for the predation life to begin with. And after 'dispatching' the rodent, Jett, only Mako the husky and Ethel the bluebird remain. Assuming the boss hadn't thought of recruiting replacements, that would mean the three of you are evenly matched - while unnerving to be going up against such people, the tactical information is valuable nevertheless."
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_WEREWOLF",
			"Text": [
				"Your infiltration had revealed the ultimate goal of Randall's operation: to transform into a different being, blessed with the shape of the hunt - not quite like the werewolves of legend, but something very close to it. Considering the wolf's behavior so far, it's not hard to imagine the idea and intent behind it. To be blessed with a form possessing unstoppable strength, not to mention insatiable appetite, would no doubt be a dream come true for a prolific man-eater like him. Iso, for her part, appears horrified. \"He- he was always fascinated by legends of giant beasts and the like, especially children's tales like those of 'werewolves'... but I never- ugh. How did I never...\""
			]
		},
		{
			"Key": "MQ06_PLAN_TOPIC_ZOSK",
			"Text": [
				"You explain that Zosk, the chameleon merchant, had been providing construction and excavation equipment to the Red Maw all along. The cruel irony, of course, is that you had happily taken him up on a ride when you first visited South Finmer, not knowing his delivery is what you had been trying to stop in the first place. Whether the trader knows exactly what he was doing, or whether he had simply avoided asking too many inconvenient questions, remains a mystery - but perhaps it doesn't matter anymore. Iso nods grimly."
			]
		},
		{
			"Key": "MQ06_PLAN01",
			"Text": [
				"You take a seat at the coffee table, joining your allies as they ponder over the maps, papers, notes and writing materials scattered across the table. It's obvious they haven't been wasting time while you were away on your own. Likewise, you have a fair bit to add to the conversation as well - hopefully it would be enough to forge a plan of attack.\\n\\nRux is the first to speak up. \"Well, I think out of the three of us, you likely have the most evidence, {player.name}. Tell us, how did you fare?\"\\n\\nThinking of everything you'd seen, you begin describing what you know."
			]
		},
		{
			"Key": "MQ06_PLAN02",
			"Text": [
				"Receiving two nods in return, you fall silent, waiting for the other two to fill the remaining gaps. There's a lot of information to digest here. Mayor Iso taps a marking on the map - a tiny marker representing the nearby abbey specifically. Ordinarily a little-known historical site and occasional tourist attraction, it seems the old monastery holds more secrets still, despite having been picked over by many a looter."
			]
		},
		{
			"Key": "MQ06_PLAN03",
			"Text": [
				"\"We had surmised that the old abbey was important to the rampant wolf, but this confirms some theories I had,\" Rux begins. He brushes both paws across the map, flattening it out across the surface of the table. A forest pass can be seen starting at South Finmer, trailing southeast until it reaches a range of hills. There, Dalsida Abbey was founded."
			]
		},
		{
			"Key": "MQ06_PLAN04_BOOK",
			"Text": [
				"\"I've managed to translate portions of the book you gave me, {player.name} - my thanks again for that. It has been fascinating. Most of it is very religious and gospel-like in nature, not too interesting for me, but there is more.\" He pulls the old tome from a shelf behind him, before flipping to a particular page and setting it down. The text is utter gibberish to you - and going by her reaction, to Iso as well - though drawings transcend language. These pages depict the abbey itself, showing a lush courtyard with intricately decorated buildings surrounding it. Floor plans are shown, as well. They appear to feature arbitrary networks of blue lines criss-crossing through the maps, converging inside the chapel. Somewhat like a plan for a plumbing system, but strangely messy and jittery.\\n\\nRux points to this last drawing in particular. \"I'll save you the long story, but I believe these people built this place on that spot, far away from others, for a very specific reason. Remember, the Finmer towns did not exist back then. They believe there is some sort of power, or maybe a weakness, or something along those lines, converging there.\" His finger traces along the drawings, following a path along the deep blue network. \"Here. They called these 'channels'. I wonder what they were meant to carry. These 'tubes' do not actually exist anywhere in the abbey as it is today; no book or visitor has ever mentioned them. So... what do they represent?\""
			]
		},
		{
			"Key": "MQ06_PLAN04_NOBOOK",
			"Text": [
				"\"I've been scrounging up all the details I can from the literature I have lying around. Little is known about the place, unfortunately.\" He pulls a few scraps of paper from under the map and puts them on top, spreading them out for viewing. The handwriting is an unreadable scrawl that makes Edgard's notes look like calligraphy by comparison. The Adept gestures at them as if it's supposed to mean anything to you anyway.\\n\\n\"I believe the abbey was the focal point of a very religious group. Without a first-hand account, it's hard to say exactly why they built their chapel where they did, so far removed from civilization. Remember, the Finmer towns did not exist yet at the time.\" He sighs, studying his own notes, as if hoping there might be a secret clue hidden in there that he had somehow missed all this time. \"But I'm certain they believed there is some manner of dormant power converging there.\""
			]
		},
		{
			"Key": "MQ06_PLAN05",
			"Text": [
				"Iso nods slowly, having been quietly observing. From what you can gather, the two have gone over most of this information already, though with the new intelligence you had added, their theories are cast into a new light. \"Well, if that's the case,\" she begins, \"what if the thing that's flowing through here, whatever it is, if it even exists, is not exactly... tangible?\""
			]
		},
		{
			"Key": "MQ06_PLAN06",
			"Text": [
				"In response, the scholar nods in approval. \"I'm thinking the same, Iso,\" he rumbles. \"To found what is more-or-less a cult around the legend of the Shore, to dedicate every second of one's life to its study and worship... what did they know that we do not?\" Another thought occurs to him then, a grimace forming on his snout. The Adept deflates a little, releasing a drawn-out sigh. \"Was I perhaps wrong to dismiss Willow all this time? I do not like things I cannot see. But maybe the history matters little. What's important is that Randall evidently thinks he can claim this power for himself, else he wouldn't bother with such a ruin.\""
			]
		},
		{
			"Key": "MQ06_PLAN07",
			"Text": [
				"The black feline beside him nods gently. \"We couldn't really come up with any plausible ideas as to what he wanted to do with all the amber he was getting, but... with the two discoveries you made, I think he wants to turn himself into some super-powerful form. A true apex predator.\" A few moments pass, Iso idly rubbing one paw into the other.\\n\\n\"Maybe it's a little egotistical of me to assume, but... this way, nobody would be able to stop him from getting what he wants: me.\""
			]
		},
		{
			"Key": "MQ06_PLAN08",
			"Text": [
				"The red panda humms, crossing his arms. \"Well,\" he begins, reaching under his sleeve with one paw to scratch at his forearm. \"Then our course of action is rather simple. If the old abbey is the centerpiece of the wolf's scheme, then we have few options but to get there before he does... prepare countermeasures.\"\\n\\nIso inhales sharply, studying the map for a few more moments, before humming in what you surmise must be agreement. \"Even if we do, what can we do? Say we're too late; can we like, undo what he's trying?\""
			]
		},
		{
			"Key": "MQ06_PLAN09",
			"Text": [
				"To that, Rux flashes a rare smile. \"I suppose that depends on how far along he is when we get there. But I have some tricks up my sleeve. Material enhancement, and by extent transmutation, is my field of study, as you know, Iso.\" The Adept rises from the comfortable sofa and pats himself down, padding over to the shelf to put back some notebooks that had been scattered on the table.\\n\\n\"I don't believe him to be particularly well-trained, but perhaps he doesn't need to be, if he seems set on 'tapping' some sort of hitherto unknown energy source. Either way, I believe I am capable of countering any reactions he might start. Though I would need you two to take care of the more... physical half of the job.\""
			]
		},
		{
			"Key": "MQ06_PLAN10",
			"Text": [
				"The feline, too, gets up and stretches her legs, idly rubbing a paw along her thigh to stimulate the blood flow. \"Alright, well, then what are we waiting for? I trust you can take care of the, er, enchanting stuff, Rux; {player.name}, we'll have to keep them busy in the mean time. Assuming they're even there. If not, I guess we could lay some traps.\"\\n\\n\"Then we are agreed,\" the robed hermit declares, before turning to you, paws folded neatly behind his back. \"But let us not be overly hasty. {player.name}, are you ready to go? We'll be busy for a while, so you may want to stock up. But don't delay; we do not know how much time we have.\""
			]
		},
		{
			"Key": "MQ06_PLAN11",
			"Text": [
				"You haven't finished speaking the full sentence and Iso is already halfway out the door. The red panda, standing idly around the fireplace, gives you a cheeky grin before shrugging and heading that way as well. He stops by one of the many shelves lining the walls, briefly staring down a glimmering chunk of polished amber crystal. A prized possession to be sure - they rarely come in such sizes, as you have learned on your mining tour. Seemingly deciding to not take it along, Rux strolls out the door, wordlessly glancing behind him. You follow."
			]
		},
		{
			"Key": "MQ06_WALK_NOTPRED",
			"Text": [
				"The mayor sighs. \"You got anything?\""
			]
		},
		{
			"Key": "MQ06_WALK_PRED01",
			"Text": [
				"For you, the walk had been a particularly tiresome slog considering you were dragging along the weight of another adult person. The mass of meat hidden under your {player.fur} had stopped moving long ago, the digestive system doing its best to pulverize the food within. An arduous task in its own right - more so when the baleful eyes of the black pantheress walking by your side keeps you from crashing under the nearest tree and sleeping off the worst."
			]
		},
		{
			"Key": "MQ06_WALK_PRED02",
			"Text": [
				"\"So,\" Iso begins, finally shattering the silence interleaving with your footfalls. \"You never told me you're a pred, {player.name}. Tell me something.\" She turns her head to face you, paws stuck in her pockets. Her expression is unreadable, frustratingly neutral. There is something in her eyes that hadn't been there before the incident just now - something cold - and you find yourself having to consciously keep yourself from shrinking under the mayor's gaze. \"How many people have you murdered?\""
			]
		},
		{
			"Key": "MQ06_WALK_PRED03_FEW",
			"Text": [
				"In response, you get a snort. \"Likely story,\" Iso grumbles. \"I...\" she starts, trailing off immediately, gaze averting to the dense shrubbery along the packed dirt road. \"We'll... talk about this later, after we deal with Randall.\""
			]
		},
		{
			"Key": "MQ06_WALK_PRED03_MANY",
			"Text": [
				"In response, you get a snort. \"Yeah, I can imagine,\" Iso grumbles. \"I...\" she starts, trailing off immediately, gaze averting to the dense shrubbery along the packed dirt road. \"We'll... talk about this later, after we deal with Randall.\""
			]
		},
		{
			"Key": "MQ06_WALK_PRED04",
			"Text": [
				"The Adept, for his part, addresses you for the first time since you'd openly presented yourself as a predator, cut from the very same cloth as Randall himself. \"I will say I am intrigued about one thing, {player.name}.\" He turns to face you, but then looks back to the road without actually waiting for an answer. \"You're not the first predator I've met in my days. I'm curious: what is your reasoning?\""
			]
		},
		{
			"Key": "MQ06_WALK_PRED05_DEFAULT",
			"Text": [
				"\"I sometimes wonder if Randall is able to put it into words so simply,\" Iso sighs. There seems to be little more to add to the conversation, until the mayor continues after having spent several moments lost in thought. \"Look, I- I'm not happy about this,\" she rationalizes, keeping up the walking pace despite the weight of the topic. \"But maybe fighting fire with fire is what we need. I... used to say that all predators are monsters. Then again, I guess you could've eaten me any time you wanted,\" she sighs."
			]
		},
		{
			"Key": "MQ06_WALK_PRED05_SQ05_COMFORT",
			"Text": [
				"\"I sometimes wonder if Randall is able to put it into words so simply,\" Iso sighs. There seems to be little more to add to the conversation, until the mayor continues after having spent several moments lost in thought. \"Look, I- I'm not happy about this,\" she rationalizes, keeping up the walking pace despite the weight of the topic. \"But maybe fighting fire with fire is what we need. I... used to say that all predators are monsters. But I know you're not; you were there for me every time, despite the fact that you don't owe me anything. And... I appreciate what you did back in my place,\" she sighs."
			]
		},
		{
			"Key": "MQ06_WALK_PRED06",
			"Text": [
				"\"There's something to be said for self-defense, I suppose, even if it's... a little hard to ignore that bulge of yours. So maybe I'll say that what you did makes you a monster, but you're *our* monster, heh. Does that make sense?\" She offers you a weak smile, paws never leaving her pockets still. It's probably for the best; the pantheress is fidgety at the best of times, so she probably wouldn't know how to keep her paws occupied otherwise. Beside her, Rux humms sagely.\\n\\n\"Okay, that's enough of that,\" the mayor says. \"Let's change the subject. You got anything?\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_GANG",
			"Text": [
				"\"No different from usual, I suppose,\" the pantheress replies with a casual shrug. \"I'm a little unsure as yet how we'll bring them in. I... wonder if we should try to bring them in alive. We have a justice system for a reason, and while their, er, tool of choice is a cruel one, predation is not really different from 'regular' murder as far as the law is concerned.\" A soft sigh follows, and she scratches the side of her muzzle as she continues walking by your side. \"The laws vary a bit depending on where you are, but here, unless there are extraordinary circumstances at play, such crimes are usually met with capital punishment. It's probably for the best; no-one wants to have those things living in their neighborhoods.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_GANG_PLAYERPRED",
			"Text": [
				"She casts a suspicious glance at you for a few seconds. \"No offense. But, um, yeah. You did ask. We'll... come up with a 'solution' later.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_KIDNAP",
			"Text": [
				"You mention that during your visit to the Maw, you had discovered evidence of kidnappings: there was an unused room by the sleeping quarters, with only bindings and ropes scattered on the floor. In retrospect, that is very likely where they would have 'stored' any prey they managed to get their greedy paws on and didn't swallow right away. Rux grimaces, perhaps the most emotion you've seen from him in the past few hours. \"A cruel fate, to be strung up like meat in a larder,\" he sighs. \"I would not wish that upon anyone.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_PIT",
			"Text": [
				"Off-handedly, you mention the existence of the underground predation club, hidden away in the nooks and crannies of North Finmer's night life. Iso stares at you incredulously, a little unsure how to respond, perhaps judging whether or not you are simply joking. Having visited the place yourself, of course, you know for yourself it is all too real, and more than a few prospective combatants have left the ring as fat on superior predators' waistlines. You describe the cage fights, where two enter and only one leaves - an attraction for a more unsavory crowd, to be sure."
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_PIT_CHAMPION",
			"Text": [
				"Off-handedly, you mention the existence of the underground predation club, hidden away in the nooks and crannies of North Finmer's night life. Iso stares at you incredulously, a little unsure how to respond, perhaps judging whether or not you are simply joking. Of course, being the current regent champion, you know all too well the ins and outs of the fighting ring's proceedings; more than a few prey have found their fate as fat on a superior predator's waistline - yours. There's no need to share that extra detail with the mayor, however. One step at a time - and so you describe the place more generally, as well as the cage fights."
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_PIT2",
			"Text": [
				"\"I, uh... Wow. Okay.\" she stammers simply. \"I'll... have to look into that. And then figure out why this news hasn't reached me before. Right under my nose, too... I suppose I shouldn't ask how you know about all this.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_REPAY",
			"Text": [
				"The black-furred cat winces, the question plucking a sensitive snare. Rux says nothing, only adding a mysterious, sagely nod to the discussion. \"Well... the truth is that there's not a whole lot I can do. Most of Randall's, er, murders, happened in South Finmer, and I actually have no official jurisdiction there. Some sway, sure, but it has to come from the town council.\" She falls silent for a moment, swishing tail betraying her brooding thoughts. \"If there's anyone on my side of town, though... I... I don't know. We'll figure it out as we go, I guess. It's probably best to just treat these 'incidents' the same as we would any other killing. Spirits, and that's assuming I even manage to stay in power after this shitshow ends.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_RUXRANDALL",
			"Text": [
				"Rux shakes his head when you voice your question. \"We've never met in person, that wolf and I. Iso showed me a few pictures once, but those are of different times, so it is probably best not to dig those up again.\" A few moments of silence pass, the red panda appearing in thought, so you give him a few moments to find the right words. \"It's a shame, really. If he really is capable of pulling off this transmutation with so little preparation and study, I would consider him gifted, even if he's abusing something otherworldly to give him a boost. I would have liked to help him steer such talent. But I think we may be beyond that stage now.\""
			]
		},
		{
			"Key": "MQ06_WALK_TOPIC_SOUTHFINMER",
			"Text": [
				"Perhaps somewhat surprisingly, considering your question was directed at the mayor, Rux takes the lead in answering this one. \"Our southern friends have adopted a different model of governance, shall we say. Where our mutual friend here has the final say in many matters of operation in North Finmer, they established a council. One requires a majority vote to get things done,\" he explains. Iso, not to be outdone, adds in a chuckle of her own. \"Except they are very bad at actually agreeing on anything. The council members hail from many places. Different ideals, different priorities. I can sometimes talk sense into them, but I wouldn't be surprised if they were barely even aware of the Maw's operations.\""
			]
		},
		{
			"Key": "MQ06_WALK01",
			"Text": [
				"Dim {!sun}light filters through the canopy of the woods as the three of you stride through the untamed growth. The Adept weaves between the trees as if he were marching on a cobblestone street. Whether he sees something more than you do, or whether he has walked this road so many times it's burned into his memory, you cannot say. Luckily, all you need to do is keep up, and that is easy enough. Iso makes few attempts at bringing up smalltalk topics. None of them last longer than a few words - and it's not just because there is a tension hanging in the air. There is a long road ahead, literally and figuratively, and beyond another review of the plan you had hastily put together, all there is to do is to walk. So instead, in this moment you find yourself simply taking pleasure in the beauty of nature, untouched by civilization. Another step, one foot in front of the other..."
			]
		},
		{
			"Key": "MQ06_WALK02",
			"Text": [
				"There is not always much to say. Idle chatter had ground to a halt by the time you approach the halfway point of your multi-hour journey. A somewhat tense silence takes hold instead. Both of your companions had each pointed out small shortcuts here and there to keep off the main roads and cut off bits and pieces of travel time. Still, the abbey is quite a distance from the Adept's home, and everyone is understandably apprehensive about the upcoming confrontation. Despite having been able to come up with a somewhat sensible plan, owing to the intelligence you managed to collect, all this is still a long shot. That is, if the antagonistic wolf even succeeds in his plan, considering Rux did mention there are no other formally trained Adepts in the Finmer region."
			]
		},
		{
			"Key": "MQ06_WALK03",
			"Text": [
				"\"{player.name},\" Iso says, idly rubbing at her cheek with one paw. \"About, er, them... do you think we should try to bring in any of them alive, if we can? I've already skirted some laws, so I'm debating whether it'd be better to keep this matter, you know, between us. What do you think?\""
			]
		},
		{
			"Key": "MQ06_WALK04",
			"Text": [
				"The pantheress nods, considering your response. She says nothing more. Tense silence takes the stage once more, your conversation topics having run dry. Neither of your companions seem particularly willing to contribute smalltalk of their own, so the only thing left to do is to walk. One foot in front of the other, just as before. Maybe the idea of riding along on a chatty chameleon merchant's rickety carriage is not such a curse after all."
			]
		}
	]
}