{
	"!Type": "AssetStringTable",
	"ID": "ab8156c9-bdce-41a2-be64-2818742cae0b",
	"Name": "Strings_TownMisc",
	"Entries": [
		{
			"Key": "BRIDGE_BROKEN",
			"Text": [
				"Down that way is South Finmer, but the bridge over the river was destroyed. Your task is on this end, not the other."
			]
		},
		{
			"Key": "BRIDGE_REPAIR_LONG",
			"Text": [
				"It looks like the repair crew got their paws on the required materials, but they're only just getting started with the emergency repairs. It's going to take some time."
			]
		},
		{
			"Key": "BRIDGE_REPAIR_SHORT",
			"Text": [
				"It looks like the crew is almost done patching up the damage! If anything, it grants them a nice opportunity to replace some of the older wood- and brickwork, too. It shouldn't be much longer before they give the all-clear."
			]
		},
		{
			"Key": "NOTICE__BEGIN",
			"Text": [
				"The notice reads:"
			]
		},
		{
			"Key": "NOTICE__MEME",
			"Text": [
				"You have absolutely no idea what that gibberish means."
			]
		},
		{
			"Key": "NOTICE_CHANGELOG",
			"Text": [
				"Update 1\\n* Adds the Club to North Finmer\\n* Adds or improves disposal scenes for most characters\\n* Lots of bug fixes\\n\\nDemo\\n* Initial release.\\n\\n\"If you have any questions, bug reports, suggestions, or just want to get in touch, you can find me as 'nuntis' on FurAffinity.\""
			]
		},
		{
			"Key": "NOTICE_SQ02_KICKOFF",
			"Text": [
				"\"To any able-bodied folk: the beast that terrorizes the nearby forest is getting out of hand. Scouts (not all of which have returned) have reported this concerns a dire wolf specifically; a monstrous predator that is significantly larger than its normal brethren.\\n\\nAs part of protecting our community, livestock and livelihood, this monster must be slain. Anyone demonstrating proof of the beast's demise - or its permanent departure - shall be rewarded handsomely.\\n\\nSigned, Mayor Iso of North Finmer\""
			]
		},
		{
			"Key": "TOWN_NIGHTLOCK",
			"Text": [
				"The door is locked. You should probably come back later.",
				"The door is shut and won't budge. Turns out people sleep at night.",
				"It's locked up for the night. Looks like you'll have to come back later."
			]
		},
		{
			"Key": "TOWN_NOTICE_OPEN",
			"Text": [
				"Sticking your paws in your sides, you glance over the posted notices.",
				"Crossing your arms, you gloss over the posted notices.",
				"You carefully peer at the posted notices on the board."
			]
		}
	]
}