{
	"!Type": "AssetStringTable",
	"AssetID": "7ab1643d-6459-4e84-87bb-6827c70eaa65",
	"AssetName": "Strings_MQ02",
	"Entries": [
		{
			"Key": "FOREST_COTTAGE_APPROACH",
			"Text": [
				"You step towards the cottage, the soft grass under your feet muffling the steps. As you take stock of the polished front door, you wonder how to proceed."
			]
		},
		{
			"Key": "FOREST_COTTAGE_KNOCK1",
			"Text": [
				"You bump your knuckles against the hard wooden door in quick succession, and wait for an answer."
			]
		},
		{
			"Key": "FOREST_COTTAGE_KNOCK2",
			"Text": [
				"... No answer. You try again, this time with a bit more force, hitting the door with the side of your clenched fist."
			]
		},
		{
			"Key": "FOREST_COTTAGE_KNOCK3",
			"Text": [
				"Hmm. Either nobody's home, or you're not welcome."
			]
		},
		{
			"Key": "MQ02_AM_BELLYRUB",
			"Text": [
				"Your paw gently strokes the wolf's exposed belly, combing through the soft fur as you feel fat and sludge being noisily displaced. The black-furred predator is just about to stop you, but then changes his mind, churring softly. \"Such a good little {player.species}.\" He grabs your shoulders and creeps closer, your nose touching his, as he breathes into your face some more. \"Maybe I'll make an exception for an eager slab of meat like you.\""
			]
		},
		{
			"Key": "MQ02_AM_BUSINESS1",
			"Text": [
				"\"You're after this guy, no?\" A wicked grin parts his lips as his oversized midsection gurgles loudly, and he licks his chops as if recalling the taste of his meal. \"I admit, I overreacted when I saw him. I thought he was there to steal my precious belongings. Mm, I do get a possessive streak sometimes. Didn't help that the striped fucker took a swing at me. Not my fault he only became cooperative when he was already curled up in here, screaming. Let me tell you though, little {player.species}, he was damn tasty.\" The gang boss lifts his nose and snorts. \"So. I am Randall. And you,\" he begins while jabbing a finger into your chest, \"are not welcome here. I'm running important work here, and it has been delayed long enough.\" he says while waving a paw."
			]
		},
		{
			"Key": "MQ02_AM_BUSINESS2",
			"Text": [
				"A strange feeling of vertigo overcomes you, as you recognize the predator before you as the leader of some kind of movement called the Red Maw. Not just because you heard somewhere, but because you know you have seen him before - and the thought of it sends your heart racing with a sense of dread you cannot reconcile with your lack of memories. \"Now listen here, {player.species},\" he says as he steps closer, seemingly oblivious to your realization, tail swishing behind him as he tries to look menacing."
			]
		},
		{
			"Key": "MQ02_AM_BUSINESS3",
			"Text": [
				"\"I don't care who you think you are, or what that idiot of a lion told you back there. Poor kid keeled right over when I belched in his face, hah! But I want things to go my way here, and I don't like things I can't control.\" He gives his belly a sensual rub, which proudly gurgles in response. It's quite easy to pick up on the furry bulge on his stomach, though it's nowhere near as large as it probably was a few hours ago. \"Now, I am in a bad mood. Luckily for you, I have no time to lug you around right now. I really need that bridge fixed, and you'll make an excellent replacement for this dumbass in here.\" As if to prove his point, the wolf slaps his swollen gut, noisily displacing fluids inside. \"Were it not for that, I might just churn you up into wolf-fat myself. Maybe next time, huh?\""
			]
		},
		{
			"Key": "MQ02_AM_BUSINESS3B",
			"Text": [
				"\"I don't care who you think--\" Randall falls silent as he notices your {player.furry} belly bulge. He laughs. \"You ate him? The lion? Poor fella, I bet he went down great.\" The lupine pauses, studying your stomach for a second before looking up at you again. \"I want things to go my way here, and I don't like things I can't control. It's a good thing the runt mentioned he already had all supplies ready to go; if it weren't for that I'd have to... punish you.\" He gives his belly a sensual rub, which proudly gurgles in response. It's quite easy to pick up on the furry bulge on his stomach, though it's nowhere near as large as it probably was a few hours ago. \"Now, I am in a bad mood. Luckily for you, I've already made a mess here, and I've no intention of making it worse. I really need that bridge fixed, and you'll make an excellent replacement for this dumbass in here.\" As if to prove his point, the wolf slaps his swollen gut, noisily displacing fluids inside. \"Were it not for that, I might just churn you up into wolf-fat myself. Maybe next time, huh?\""
			]
		},
		{
			"Key": "MQ02_AM_ENDING",
			"Text": [
				"With his point made, Randall flashes you a cocky grin, teasingly licks his lips, then turns and leaves. \"Go on now, run that little errand for me; tell your pantheress it's all fine and dandy over here. She'll get her damn supplies, and I don't want to wait a moment longer,\" he says, dismissively raising a paw as if waving to you. The husky and tigress, having remained motionless until now, wait for their leader to catch up before they too turn. What a massive jerk."
			]
		},
		{
			"Key": "MQ02_AM_FINISH",
			"Text": [
				"Once you're sure you're alone again, you continue on your way back to town. Best hurry back and inform Edgard, the inn fellow, of what's happened here."
			]
		},
		{
			"Key": "MQ02_AM_HELLO_LICK",
			"Text": [
				"Your tongue scrapes across the fur on his cheek and muzzle. It has an earthy taste. The wolf sputters and stumbles backwards, clearly not expecting that response, but then goes back in, his grin even wider. He licks his lips and squeezes your shoulders. \"Excited little {player.species}, hm?\" He then plants a massive slurp on your face and noisily smacks his lips. \"You taste great! I might have to churn you up later, heh. Shame I'm full already.\""
			]
		},
		{
			"Key": "MQ02_AM_HELLO_NICE",
			"Text": [
				"The wolf's lips split in a toothy grin and he patronizingly waggles his finger. \"Look at you, being a good honest little scout and shit!\" He laughs, perhaps a bit forcedly, before his face takes on a much more serious expression."
			]
		},
		{
			"Key": "MQ02_AM_HELLO_NOT_NICE",
			"Text": [
				"The wolf's lips split in a toothy grin and he positively beams for a second or two. \"That's a yes, then!\" He laughs, perhaps a bit forcedly, before his face takes on a much more serious expression."
			]
		},
		{
			"Key": "MQ02_AM_HELLO_PUNCH",
			"Text": [
				"Taking advantage of the wolf's proximity, your fist connects with the side of his muzzle. With a delightfully satisfying crunch, the lupine's saliva is sent flying and he awkwardly steps backwards. He clutches his muzzle and only just manages to maintain his balance. The wolf wheezes and takes a second to recover, then growls, his fur bristling. \"Little shit,\" he snarls. Within a blink of an eye, Randall returns the favor. The wind is knocked from your lungs and a sharp sting spreads through your chest before you realize the wolf punched you hard in retaliation. Staggered, you are unable to fend off your attacker in time as he grabs your shoulders and parts his jaws enough for you to taste his acidic breath. \"If I weren't full already, I'd have you for lunch. Do not make me fucking repeat myself, meat.\" With that warning, he pushes you backwards, putting some distance in between the two of you again."
			]
		},
		{
			"Key": "MQ02_AM_HELLO_REALLY_NOT_NICE",
			"Text": [
				"The wolf's lips split in a toothy grin and he glances over his shoulder, gesturing at you for some reason or another. His goons chuckle. Then he turns back to you and suddenly grabs your shoulders, his snout inches away from yours, as his lips part just slightly, a droplet of saliva leaking forth. Warm wolfbreath, smelling vaguely of acid and meat, assaults your nostrils. \"That tiger guy? Yeah, I ate him,\" he says while provokingly rubbing his pudgy belly. \"Haven't had a squirmer like that in a while. Though they all look the same once they submit to me, heh.\""
			]
		},
		{
			"Key": "MQ02_AM_HELLO_SHOVE",
			"Text": [
				"The wolf grunts a bit as you shove him away from you but quickly recovers. Much to your surprise, he doesn't fly back at you, but rather takes a step closer again and looks you over."
			]
		},
		{
			"Key": "MQ02_AM_HELLO_STAB",
			"Text": [
				"In but a blink of an eye, you flick your {!weapon} and attempt to plunge it straight into the wolf's gut. Randall reacts just barely in time, clearly not expecting so blatant an attack. He and his unwieldy bulging gut dodge the worst of the blade, but you manage to slash him quite deeply in his side, parting flesh and cloth alike with a disgusting squelch. His eyes bulge and he gasps, glancing down. Dark crimson fluid sprouts from the wound, staining his paw and jacket as you pull the {!weapon} back and kick the wolf away. The blood barely has time to leak onto the dirt ground before he scrambles back up. The lupine storms at you, snarling, eyes ablaze, and his goons in tow. \"You fucker! I own you! I'll make you stew slowly, meat!\" he screams."
			]
		},
		{
			"Key": "MQ02_AM_OPENING1",
			"Text": [
				"As soon as you turn the corner, three figures emerge from the dense forestry surrounding you. They appear to have been waiting there the entire time - what for, you cannot say. Having already taken notice of your approach, one of the fellows confidently strides forward, the other two remaining where they are, eyeing you with mild disinterest."
			]
		},
		{
			"Key": "MQ02_AM_OPENING2",
			"Text": [
				"A large wolf with off-black fur and a crimson mane running from just above his eyes to the back of his head, approaches you, and gets a little too close for comfort. The man and woman behind him - obviously his lackeys - watch you carefully, as if scanning for threats. A husky and a tigress, you note. Only then do you finally recognize the unnatural bulge on the lupine's midsection, exposing a huge dome of black fur underneath his jacket. It's hard to keep your eyes off of it, especially considering the sinister growls and gurgles it makes as its liquid contents shift."
			]
		},
		{
			"Key": "MQ02_AM_OPENING3",
			"Text": [
				"\"Well now, I was not expecting the next messenger to be a scrawny {player.species}.\" the black wolf begins. \"Don't mind me, I am merely here to... safeguard my investments.\" For a moment you see his eyes flash with an unusual emotion. Confusion... recognition? It quickly vanishes, leaving behind only a cocky grin. \"But you don't seem like much of an issue. Iso sent you? Of course she did, the nosy bitch.\""
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT",
			"Text": [
				"What a mess this scene turned out to be. This had escalated very quickly. Randall lies sprawled before you, unmoving. With his hideously swollen belly bulge, the wolf's body makes for a very strange figure. Well, considering the guy was most certainly a murderer on the prowl, you cannot help but feel a little vindicated in your little act of vigilante justice, despite the particularly violent nature of your retaliation. At least this guy will not harm anyone else anymore, and the soupy remains of the late Stip should be sufficient to prove your innocence in this matter when the town guard inevitably gets involved."
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT_CRAB_RANGOON1",
			"Text": [
				"It appears, then, that with the immediate threat eliminated, you are free to report back to the resident authority of North Finmer. This canine was probably the perpetrator behind the strange happenings in the town anyway, or so you believe, so it's a good thing you took matters into your own hands when you got the chance. It is with this in mind that you decide to leave this gruesome scene behind, evidence of your deeds and all, and begin your long trek back to the town hall to confirm your story - luckily the clear weather appears to hold for a while longer. Indeed, the beauty these environs are known for lie not just in commerce alone. And while you cannot for the life of you remember why you visited North Finmer in the first place, it must have been a good reason, no?"
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT_CRAB_RANGOON2",
			"Text": [
				"Though you look forward to spending some time unwinding in town while you wait for the bridge repairs, you cannot help but find yourself wondering what Randall was babbling on about when he mentioned the missing mayor. There is still no sign of her, and the only other one who could fill this hole in the story has stopped kicking by now. Perhaps there is more to explore here after all.\\n\\nEND"
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT_GOON_FLEE1",
			"Text": [
				"The last remaining lackey, who had been watching in quiet horror up until now, appears to unfreeze from stunned silence when your predatory gaze turns {goon.possessive} way. Perhaps realizing that this is a battle {goon.subject} cannot win, not to mention the fact that {goon.subject} now without {goon.possessive} boss to back {goon.object} up, {goon} backs away from you, before turning tail and fleeing down the road. Coward."
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT_GOON_FLEE2",
			"Text": [
				"The husky and tigress, who had been watching in quiet horror up until now, appear to unfreeze from their stunned silence when your predatory gaze comes to rest on them. Perhaps realizing that this is a battle they cannot win, not to mention the fact that they are now without their boss to back them up, they back away from you in unison, before turning tail and fleeing down the road. Cowards."
			]
		},
		{
			"Key": "MQ02_AM_WINFIGHT_VORE",
			"Text": [
				"What a mess this scene turned out to be. This had escalated very quickly. With your mountain of a belly bulge - containing both an adult wolf and the chunky stew of his last prey - you feel utterly stuffed, and maybe even struggle to move. The added weight of one and a half extra person sagging down your gut is not trivial to work with, after all. Well, considering the guy was most certainly a murderer on the prowl, you cannot help but feel a little vindicated in your little act of vigilante justice, despite the particularly acidic nature of your retaliation. At least this guy will not harm anyone else anymore. You should probably finish digesting the entirety before waltzing into town, though, lest you implicate yourself to the town guard in this whole ordeal."
			]
		},
		{
			"Key": "MQ02_BARKEEP_BEGIN",
			"Text": [
				"When you broach the topic, {bartender} stops what he's doing and stares at you, expectantly waiting for an explanation."
			]
		},
		{
			"Key": "MQ02_BARKEEP_END",
			"Text": [
				"After you wrap up your recap and lean back a bit, the barkeep mulls over the information. Finally, he makes eye contact again and nods respectfully. \"Alright, thanks for the info, and for doing this for us.\" A short pause follows as the canine scratches himself behind his ears. \"I... I'll have to get the town guard on this, too. Predation is obviously illegal, you understand, so they'll want a hold on this... Randall guy.\" {^bartender} sighs heavily and rubs his eyes, considering the situation. \"Shit, what a mess. The mayor disappears, the bridge explodes, and now there are predators around. Anyway. Now that we have what we need, it should be about a day's work to repair the bridge. I hear the damage isn't quite as catastrophic as we had initially feared, so at least there's that.\""
			]
		},
		{
			"Key": "MQ02_BARKEEP_END2",
			"Text": [
				"{bartender} inhales for a moment, then nods, seemingly having made up his mind. \"Okay, would you mind heading back to Canbell and update her on the situation? We'll have things sorted shortly. Just need to... figure out this whole predation bit.\" A grim realization strikes him. \"I hope Iso's alright,\" he mutters. Finally, he gestures at the door behind him, leading upstairs. \"In the mean time, that spare room is yours to use as long as you need. I owe you that much at least.\""
			]
		},
		{
			"Key": "MQ02_BARKEEP_OLIVER",
			"Text": [
				"You briefly discuss the state you found the carpenter in. As far as you could tell, he seemed to be fine, if a bit shaken. If anything, it's a bit uncertain if he's quite safe out there."
			]
		},
		{
			"Key": "MQ02_BARKEEP_OLIVER_DEAD",
			"Text": [
				"You briefly discuss the state you found the carpenter in. You gloss over the part where you were the one to finish the lion off, and instead imply that Randall was the one responsible. He might as well have been, anyway."
			]
		},
		{
			"Key": "MQ02_BARKEEP_OLIVER_EATEN",
			"Text": [
				"You briefly discuss the state you found the carpenter in. You gloss over the part where you turned the lion into belly fat, and instead imply that Randall was the one responsible. He might as well have been, anyway."
			]
		},
		{
			"Key": "MQ02_BARKEEP_RANDALL",
			"Text": [
				"You describe Randall -  the big, imposing wolf you met - and that he's leading some kind of movement he calls the Red Maw. Also that he goes around eating people, which is equal parts alarming and fascinating. In response to all this, {bartender} looks moderately horrified."
			]
		},
		{
			"Key": "MQ02_BARKEEP_SUPPLIES",
			"Text": [
				"You mention that the contested supplies are still at the forester's place, and they should be all done and ready for use. {^bartender} nods. \"Nice work. I'll send a few lads to pick it up. Hopefully we can leave this mess behind us.\""
			]
		},
		{
			"Key": "MQ02_BARKEEP_TIGER",
			"Text": [
				"Grimly, you talk about the previous messenger's fate - that of a layer of fat on a big, cocky wolf. The barkeep stares for a bit, then shakes his head. \"Stip is dead? Shit. I knew predation is a thing, but that's a little close to home...\""
			]
		},
		{
			"Key": "MQ02_COT_AWAKE",
			"Text": [
				"All of a sudden, he sputters and coughs, twitching as he greedily sucks up the air in front of him. You give him a few seconds to catch his breath as he rises from the {!floor} to his own two feet. The lion gives you an incredulous stare - a bit fearful, perhaps."
			]
		},
		{
			"Key": "MQ02_COT_AWAKE_BANDAGE",
			"Text": [
				"Once satisfied, you glance over at the lion's face, and are momentarily startled to see him staring back at you - sapphire eyes wide, seemingly afraid."
			]
		},
		{
			"Key": "MQ02_COT_BANDAGE",
			"Text": [
				"With a soft sigh, you pull a small cloth from your pack, tear it up into strips, and clean the cuts with some water from your canteen. Then, carefully but deliberately, you wrap the strips around the big cat's shoulder and tie it up."
			]
		},
		{
			"Key": "MQ02_COT_CARRY_FAIL",
			"Text": [
				"Try as you might, you can't seem to get the big guy off the floor. Being a mighty lion and all, there's quite a bit of bulk to go along. Maybe try something else?"
			]
		},
		{
			"Key": "MQ02_COT_CARRY_OK",
			"Text": [
				"Using your arms to support his neck and knees, you lift the lion off the floor. Stumbling briefly, you find your balance again, before walking over the sofa and gently setting him down. Satisfied with your work, you step back. The feline looks rather cute like this, were it not for his overall battered state."
			]
		},
		{
			"Key": "MQ02_COT_CHECK_DUMB",
			"Text": [
				"You kneel down by the lion, and try to figure out what's wrong with him. He's still breathing just fine. Other than the fact that he clearly passed out on the floor for some reason, it's hard to say what exactly went down here."
			]
		},
		{
			"Key": "MQ02_COT_CHECK_WITS1",
			"Text": [
				"With haste, you kneel down by the lion and check for a pulse..."
			]
		},
		{
			"Key": "MQ02_COT_CHECK_WITS2",
			"Text": [
				"... Luckily, you can feel it. At least he's alive, and his breathing is stable. The coarse, otherwise well-kept fur makes it difficult to see, but it looks like there are some shallow claw marks on his arms and shoulders. Nothing to worry about in the grand scheme of things. You figure the guy could use a paw, but other than clearly having been shaken by something, there is no real noteworthy injury. Oddly enough, you muse, the room itself doesn't look any worse for the wear."
			]
		},
		{
			"Key": "MQ02_COT_ENTRY",
			"Text": [
				"You push the door open - somewhat surprised it isn't locked - and step into the homely-looking building. The living room, which takes up the most space of the cottage, has a table and chair by a fireplace, as well as a soft couch and a bookshelf. It looks like the perfect place to wait out a blizzard.\\n\\nBut on the floor by the table, you spy the sole inhabitant, a lion, sprawled out on the oaken floor. He's not looking too good."
			]
		},
		{
			"Key": "MQ02_COT_POTION",
			"Text": [
				"You snatch a tiny vial from your pack and remove the cap. Carefully, you part the lion's jaws and pour the contents inside. Anxiously, you watch and wait for the results - and you don't have to wait long. The bruises disappear right before your eyes, and for a brief moment his breathing becomes a lot more steady. Then..."
			]
		},
		{
			"Key": "MQ02_COT_SLAPPERINO",
			"Text": [
				"The flat surface of your paw hits the lion's cheek - and then once more, when he doesn't respond the first time."
			]
		},
		{
			"Key": "MQ02_COT_SOBERUP",
			"Text": [
				"You remove the cap from your canteen and spill a good amount of its crystal clear contents on the feline's face. A bit of a waste, perhaps, but you figure water is the least of your concerns at present."
			]
		},
		{
			"Key": "MQ02_OLIVER_FD_DIGESTED",
			"Text": [
				"Another rumbling belch rushes up your gullet and you release it, before returning to gently rubbing and patting your now-still stomach. Seems like your prey has been finally subdued. With no one else around, and you not really being able to go anywhere with this massive belly, you decide to take a nap on the late lion's couch and sleep off your meal..."
			]
		},
		{
			"Key": "MQ02_OLIVER_FD_DIGESTED2",
			"Text": [
				"You wake up slowly, yawning and stretching, only to remember what happened here and how you got away with a delicious meal. It's difficult to say just how much time has passed while you were out cold, working off your latest catch in peace. Looking over your stomach, it seems to have shrunk considerably - nowhere near as bulky and suspicious as it was. A close look would certainly reveal the swollen stomach, but you figure if someone gets that close, you'll eat them anyway. Your prey has been nicely melted down to serve you in different, better ways."
			]
		},
		{
			"Key": "MQ02_OLIVER_FD_DISPOSAL",
			"Text": [
				"All that, however, leads to an entirely different order of business. A telltale pressure under your tail tells you all you need to know. Considering the fact that this living room is now obsolete, you figure you might as well repurpose it. Squatting down, you expose your rump and, with a grunt or two, begin releasing what remains of a certain unfortunate prey. An impressively long stream of brownish mush flows from your tailhole, forming a pile on the previously impeccably clean floor boards. Your digestive system has carefully and thoroughly processed this meal; aside from one or two rounded and bleached bone shards, there is very little left of this panther... or was it a leopard? It matters not, they are now part of you - at least most of them. You finish up, take a glance at your handiwork, and decide to leave this place before the stench fully catches up with you."
			]
		},
		{
			"Key": "MQ02_OLIVER_FD_KILLED",
			"Text": [
				"Slightly disgusted, you wipe some blood off your paws, looking at the mess you created. The lion is sprawled out on the ground, crimson life splattered all over. He's not coming back from that one."
			]
		},
		{
			"Key": "MQ02_OLIVER_POSTVORE_STEAL",
			"Text": [
				"Before leaving, you decide it prudent to snatch a small coin purse off of a bookshelf near the door, along with an odd fist-sized chunk of rock sporting some kind of orange crystals. Lucky find, maybe? If only its owner were around to tell you what exactly you're cupping in your paws... but it matters little now.\\n\\nWith the knowledge that there are more than enough raw materials leftover here to suit the town's needs, you resolve to finish the job that the unfortunate tiger had started before anything else might take a turn for the worse. You had found an answer to one question, yet several more appeared in its stead. Certainly they won't be happy to hear of this back in town, but then again, there's no need for you to tell the whole story."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_AGGRAVATE",
			"Text": [
				"The lion flinches, and in a split second, his paw flies towards the blade on the table. In but a blink he's charging at you, attempting to get the first strike."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_END_HUG",
			"Text": [
				"You're not sure which one of you started it, but before you know it you're holding Oliver in a tight embrace, one he is not resisting whatsoever. Both yours and his tail swish, before he breaks contact and dusts himself off. It seems he looks considerably better."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_END1",
			"Text": [
				"Finally, Oliver rises up and gives you a pat on the shoulder. \"So, yeah, they seemed pleased as punch about the things I had in storage. Wood, some small metalwork, some of my own tools as well. I think it's all still there. That freak wants the bridge repaired; I'm not sure I like the sound of that, but at least I figure that means he doesn't want to steal or break anything. If you get back to town fast, you can tell them, send some folks to pick them up before the next predator shows up.\" A sly smirk spreads on his features, though it falls almost immediately. \"I-I'll be fine. I just need to... not think of that... d-drooling maw.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_END2",
			"Text": [
				"With the knowledge that there are more than enough raw materials leftover here to suit the town's needs, you resolve to finish the job that the unfortunate tiger had started before anything else might take a turn for the worse. You had found an answer to one question, yet several more appeared in its stead. As you mull over this latest occurrence in an already strange chain of events, you make your way into the cold outside world while Oliver begins cleaning up behind you, no doubt taking stock."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_INJURIES",
			"Text": [
				"The lion cautiously looks over his arm, rubbing his shoulder with his other paw to loosen it a bit. \"It's fine, I guess.\" A short pause follows. \"I'm, uh, Oliver. Carpenter.\" The feline looks up to you to give you the faintest of smiles. \"Sorry, I'm a mess, heh. U-usually it's a bit more ... professional than this.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_INJURIES_ALT",
			"Text": [
				"The lion cautiously looks over his arm, rubbing his shoulder with his other paw to loosen it a bit, inspecting the makeshift bandage you applied. He gives you an awkward smile. \"Thanks for the bandage. I guess you're not here to kill me, then?\" A short pause follows. \"I'm, uh, Oliver. Carpenter. Sorry, I'm a mess, heh. U-usually it's a bit more ... professional than this.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_REASSURE",
			"Text": [
				"The feline locks gazes with you and rubs away a tear or two. From your experience with lions, they're not usually the type to show weakness. \"Oliver,\" he says simply with a slow nod."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL_PREY",
			"Text": [
				"The feline's gaze locks on yours, his eyes wide. \"I-it was terrifying. The wolf's belly was massively swollen, this furry ball just sticking out of his jacket. Mostly rounded, but with a few spots and bulges on it. And it was *moving*.\"\\n\\nHe rubs the side of his head as he continues. \"He ate Stip alive. Couldn't have been anyone else. I could see something occasionally shifting slightly. And I could hear it. Muffled whimpers, and so many disgusting slimy noises. Gurgles, groans and squelches and all that.\" The lion looks down at the ground for a bit. \"I could hear my friend being digested.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL_WHY",
			"Text": [
				"He shakes his head slowly. \"No, he seemed pretty pleased that I had everything they'd need in storage. Just what the 'Red Maw' needed, I think he said. I thought they were going to take some of it for themselves, but I don't think they actually did? I... this is all so confusing.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL_WOLF",
			"Text": [
				"Oliver scratches his chin. \"Eh, well... bulky wolf guy, dark fur, silvery. Red mane on his head. Had this cocky, almost predatory grin plastered on his face all the time, like he knew the world was his. Or, well, literally predatory, in his case... Not hard to miss, I guess.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL1",
			"Text": [
				"The lion's gaze moves from your eyes to the ceiling, the door and back. A long sigh escapes him - one that he had been holding for a while. \"So... if you're not here to set stuff on fire... what do you want?\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL2",
			"Text": [
				"A grim smile splits Oliver's lips. \"Ain't that the thing?\" He shifts slightly and folds his paws, his tail curling around his waist. \"So uh, Oliver, usually proud local carpenter, forester, what have you. Ugh, I'm sorry you had to find me like this; not my finest moment. It's not often I get caught with my pants down.\" In another moment, the lion composes himself, his voice becoming steady. \"Anyway, uh... my buddy Stip visited this morning, told me about what's going on in town. I told him I have everything they need, I like having some stock, being prepared and all that. It sounded like Stip wasn't expecting that, so he left to go get some guys and a cart.\" He pauses, seemingly lost in thought."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL3",
			"Text": [
				"\"Less than an hour later... these guys barge in... didn't even get a good look at the goons. Leader figure... big wolf... just walks up to me, this grin on his face, drones on about how Stip had fucked up.\" Oliver's face falls. \"His... the wolf's stomach... it was massive. Like blown up. A-and there was someone *inside*. I knew who. I heard him screaming. M-my friend.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_SPILL4",
			"Text": [
				"\"Anyway, uh, yeah... It's a bit blurry. Red-wolf-guy snarled that if I didn't have the supplies ready by noon, I'd join the guy he was digesting. And he said that while rubbing his gut.\" A forced chuckle escapes his lips. \"I told him I always keep stuff in storage. He seemed pleased with that. Thought they'd leave me alone, but then he started... rubbing my face against his gut. I dunno, I must've blacked out. Next thing I know, you're on top of me.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_R_WHAT",
			"Text": [
				"In response to your inquiry, the feline visibly recoils. Anxiously, he steps back towards the couch and glances around the room. His eyes linger on a knife on the table."
			]
		},
		{
			"Key": "MQ02_OLIVER_R_WHO",
			"Text": [
				"He nods slowly, tension visibly fading from his features. \"I-I'm O-Oliver,\" he replies as he slumps on the couch, sighing weakly. The feline looks up to you to give you the faintest of smiles. \"Sorry, I'm a mess, heh. U-usually it's a bit more ... professional than this.\""
			]
		},
		{
			"Key": "MQ02_OLIVER_VORE_EXT_STRUGGLE",
			"Text": [
				"Your gut gurgles and groans loudly around your prey. The lion whimpers as warm stomach flesh squeezes and churns away at him, displacing fluids with slimy glorps and squelches. He says something, or screams it perhaps, though it is too incoherent to make out the words.",
				"The meat kicking about inside your digestive organ desperately seeks an escape - you know he will not find one, or at least not quite in time. \"You can't do this! Let me out!\" your meal's voice mumbles through {player.fur} and flesh.",
				"Your prey struggles violently within his fleshy prison. \"Please, I'll do anything, let me out!\" you can hear him shout. A wet, loud gurgle vibrates through your bowels as your stomach squeezes inwards, seemingly eager to take the lion up on that 'anything' part."
			]
		},
		{
			"Key": "MQ02_OLIVER_VORE_WIN",
			"Text": [
				"Your form looms over the battered and rather defenseless lion. In one swift motion, your jaws part and immediately slather your prey with warm, sticky saliva. You engulf his head inside your maw and eagerly begin swallowing. Hungrily, you shove the lion down your throat, completely ignoring his loud protesting and kicking legs. One of your paws roams around on your {player.furry} belly as it expands to accomodate the large struggling meal. Thick drool leaks down your prey as you make quick work of the rest. The lion's legs rapidly vanish down your gullet and settle in that swollen {player.species}-gut. A loud belch, splattering drool in front of you, is all that's left of the unfortunate preything."
			]
		},
		{
			"Key": "MQ02_RANDALL_KILL_DIGESTED",
			"Text": [
				"While you cannot quite tell what the atmosphere inside your distended stomach must be like, if the string of curses rumbling through your bowels is anything to go by, it is an unpleasant environment. Randall thrashes this way and that, perhaps trying his very best to escape, cut his way out or at least give you some very bad indigestion, though you manage to hold him down, if barely. Your efforts are soon rewarded, then, as the bandit king is drained of his energy and the kicking slows. You can no longer hear him now, though the occasional twitch is enough to tell you he still lives, if barely. Of course, your stomach will take care of that problem soon enough; a loud gurgle and a violent crunch of your bowels signal the start of biological processes proper. The meat that was once named Randall can do nothing but submit to the first stages of mechanical digestion. For the supposed bad guy, he went down pretty smoothly."
			]
		},
		{
			"Key": "MQ02_RANDALL_KILL_DIGESTED_POV",
			"Text": [
				"As your struggles inevitably slow down, Randall gives his oversized furry gut a slap, the doughy dome jiggling as fluid splashes around. \"Come on, already? They usually last longer,\" he taunts. \"Squirm some more for me, will ya?\" But alas, your weakened and well-tenderized body is easily pickings for the onslaught of the digestive organ. Rippling walls knead and chew away at you, splashing slime everywhere and regularly renewing the layers of gooey acid as it slowly but surely works on you. With no more air left to breathe and warm flesh closing in on all sides, you finally give out. Just another worthless lump of meat for the large wolf to process overnight."
			]
		},
		{
			"Key": "MQ02_RANDALL_KILL_GENERIC",
			"Text": [
				"Randall stumbles and drops to a knee, apparently barely able to keep himself standing. What a humiliating sight. Blood trickles from several injuries on his body. He anxiously glances around, as if searching for a method of escape, before the wolf finally realizes that he might have underestimated you, and blacks out."
			]
		},
		{
			"Key": "MQ02_RANDALL_VORE_DISPOSAL",
			"Text": [
				"When the gang boss squats down in the bushes the next morning, there is a lot less left of you. Inside the predator's stomach remains only a meaty slurry, enough to make Randall's stomach swell out a fair bit, though nowhere near as much as the bulge you made last night. Most of that bulk has, indeed, either been added as a nice extra layer of pudge on the wolf's belly or hips, though an equally large part has been processed fully by the predator's digestive system.\\n\\nAfter a minute, Randall finishes emptying bowels, having piled your remains into a pretty impressive mound of wolf shit. The process is certainly not finished, though, and the lupine's stomach gurgles loudly as it resumes digesting its large meal. For now, however, the gang boss is satisfied and carelessly walks away. Nobody will find your remains, and now the wolf can resume his hunt uninterrupted. A smug grin spreads on his muzzle, already thinking about who to swallow next."
			]
		},
		{
			"Key": "MQ02_RANDALL_VORE_WIN",
			"Text": [
				"You part your maw before the unfortunate wolf, catching him in a moment of weakness. In a way, it is ironic that you are now subjecting him to the same treatment he gave you; blowing hot, rank {player.species}-breath on his muzzle to remind him of exactly where he's going. Unlike Randall, however, you don't stop there. Lunging forward, you engulf the canine's head inside your own before he has a chance to mount a proper resistance. A wet glllllrrrrk follows, your throat pulling itself vacuum as Randall begins his one-way journey down into your digestive tract. At this point, you have him in a vice grip - no outside interference would suffice; it is only with your permission that the wolf moves. And so you continue swallowing, quickly stripping the fallen predator of his jacket and pants so that your meaty tongue can explore his thick ebony fur. Your meal has a rich, earthy flavor, perhaps as you might expect from a lupine fur coat - wherever you finished sampling the meat, the fur is matted down with a thick layer of saliva before it slides down the slick abyss of your gullet. You recognize the moment your digestive system dunks Randall into a slimy acid pit when you hear a yell reverberate through your guts and his dangling legs kick awkwardly. No matter; you will have him where he belongs quite soon. A moment longer, and your head tilts skyward, the unfortunate wolf on your lips failing utterly in his fight against gravity. Another token swallow seals the lupine inside, now surrounded on all sides by hot, pulsating flesh as your well-lubricated muscles deposit him neatly as a ball of meat."
			]
		},
		{
			"Key": "MQ02_RANDALL_VORE_WIN_POV",
			"Text": [
				"The black wolf spreads his jaws, taking a few more precious seconds to breathe hot, sour wolfbreath on your face, before he shoves you forward into the fetid tunnel of warm, writhing flesh. Your muzzle breaks several sticky strands of saliva as you touch, and start sliding across the predator's meaty tongue. With several loud, powerful swallows, the muscle around you expertly grips your face and squeezes, forcing you into the wolf's digestive tract. Randall greedily gulps down his latest catch, and before long your nose enters the opening into the predator's stomach. The stench that hits you is unbearable; some mixture of an acid pit and whatever the wolf ate last. The digestive sack has been busy even before your arrival; acidic slime trickles and seeps from between every fold of flesh. Thick goop coats the walls and a chunky stew shifts and bubbles in the organ's bottom half - probably what little remains of the previous soul to venture into the gang boss's jaws, and also a nice reminder of what's about to happen to you, too. With each noisy swallow, more of your body is deposited into the warm, accommodating organ and you are forced to curl up into a {player.furry} ball of {player.species}-meat, displacing the digested sludge around you to make room. Once Randall finishes devouring you, your feet join you inside the caustic furnace and the wolf on the outside licks his paws clean, giving his massive gut a few loving pats. The searing hot flesh quickly begins clenching and kneading away at you, eager to grind you down into the same meaty slush that surrounds you."
			]
		}
	]
}