{
	"!Type": "AssetStringTable",
	"AssetID": "66d38bea-67c3-4683-846c-946bc14f0a6b",
	"AssetName": "Strings_MQ03",
	"Entries": [
		{
			"Key": "MQ03_INTRO1",
			"Text": [
				"The familiar figure of the snow leopardess coordinating recent efforts sits in front of an end table covered with a mess of letters and paperwork. She appears to have fallen asleep while working, her head resting on her arm, quill left forgotten on the table. You consider what to do."
			]
		},
		{
			"Key": "MQ03_INTRO2",
			"Text": [
				"Gently nudging Canbell, she jolts awake immediately at your slightest touch. The feline frantically glances up at you, before consciously spending a moment to compose herself. Only a moment later, and with a brush of her paw to settle the frazzled fur on her muzzle, she addresses you. \"Yes?\""
			]
		},
		{
			"Key": "MQ03_INTRO3",
			"Text": [
				"You relate to her a shorter but similar version of what you had told Edgard. Above all, the good news is that repairs are underway. Once that is done, a lot more will become possible. As it stands, it's clear that local merchants have not been particularly pleased with the interruption to their usual schedules. Canbell simply nods, taking in the information, before deciding on a course of action. \"Good. So, {player.name}, what about you? Where are you going?\""
			]
		},
		{
			"Key": "MQ03_INTRO3_DETAIL",
			"Text": [
				"She huffs indignantly, glancing down at the mountain of documents before her. \"Let's just say that I'm starting to see why Iso wanted an assistant. Taking care of all the trade documents going around this place is enough of a headache. I've always wanted to be mayor, but this... recent mess... is not helping things.\" A flicker of hope glimmers in her eyes as she turns to you once more. \"Speaking of, you've been gone a while. I take it you have news? Did you speak to Edgard about our situation?\""
			]
		},
		{
			"Key": "MQ03_INTRO4",
			"Text": [
				"A warm flicker of a smile forces its way onto the feline's tired face. \"I was hoping you'd say something like that. Listen, you've already helped us, and I have no right to ask this of you, but you've proven yourself capable and spirits know I can use a pair of eyes and ears out there.\""
			]
		},
		{
			"Key": "MQ03_INTRO4_ALT",
			"Text": [
				"A soft chuckle forces its way up the feline's throat. \"I had a feeling you might say something like that. Listen, you've already helped us, and I have no right to ask this of you, but you've proven yourself capable and spirits know I can use a pair of eyes and ears out there.\""
			]
		},
		{
			"Key": "MQ03_INTRO5",
			"Text": [
				"She stops and takes a deep breath, selecting her words carefully. \"I have... reason to believe... that Iso is in the South Finmer area. I won't bore you with the details, but when last we spoke, she seemed convinced there is something brewing over at the coast that demanded immediate attention. More so than, well... the duties of one in public office, clearly.\" Canbell catches herself and shakes her head almost imperceptibly. \"Now. There's a traveling merchant preparing to head to South Finmer. Would you travel with him and visit our southern friends on my behalf? I've already asked the merchant about this; he would be waiting for you. When repairs on the bridge have finally finished, you can expect him there.\""
			]
		},
		{
			"Key": "MQ03_INTRO6",
			"Text": [
				"\"Thank you, {player.name}.\" The acting mayor takes a moment to rise from her wooden chair, either realizing that it would be somewhat rude of her to remain seated all this time, or perhaps simply desiring a little more blood flow. She shakes paws with you, respectfully nodding. You can't help but notice her darkened eyes, clearly a result of a lack of rest. \"I wish there was more I can tell you. It really must have been important, I don't know why else Iso would just up and leave. The notes I found seemingly avoided mentioning what exactly is going on over there, so I'm afraid you're heading in blind. But it's vital that we reestablish contact with our peers and find out if they're facing similar... destruction, and predation-related trouble.\""
			]
		},
		{
			"Key": "MQ03_INTRO7",
			"Text": [
				"With your new goal in mind, you bid the overworked snow leopardess farewell. She gives you a smile, more genuine this time than the first time you had met. \"Here's some coins, in case you need to resupply.\" Then, a soft sigh. \"Take care, {player.name}. And if you find any leads, let me, personally, know right away.\" Her eyes flick up to yours with a glimmer of suspicion. \"And I mean that. When you find her, I need to know posthaste, so we can make all the recovery arrangements we need.\" Assuring her you'll do that, you leave the room and the mayor to her work."
			]
		},
		{
			"Key": "MQ03_PORT_LOCKED",
			"Text": [
				"The Red Maw is actively searching for you right now in South Finmer's town center. It would be best to not return there for a little while and wait for things to cool down. Besides, you have someplace else to be."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_BOARD",
			"Text": [
				"The chameleon appears visibly elated. It almost appears like his skin changes ever so slightly, the color becoming more vibrant - or perhaps it is a trick of the light. \"Well then, {player.name}-{player.species}, hop on in, and we will be off!\" Needing no further encouragement, you circle around the vehicle and the lone horse, who glances at you with barely concealed disinterest, before latching on to the carriage and lifting yourself up. Once you are comfortable, Zosk glances forward once more to ensure the road is clear, then yips a command to his steed and loudly claps his hand together. On cue, the horse begins walking forwards lazily, seemingly taking a few moments to gauge the weight, then settling into a comfortable pace."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_BOARD_DECLINE",
			"Text": [
				"The chameleon appears confused, then becomes annoyed. \"Listen here, delay has been long enough already. Zosk needs to get going.\" He sighs. \"Fine, fine. Miss Canbell insisted that Zosk waits for {player.name}-{player.species}. Take care of your errand, but don't be long.\" With that, the merchant turns his attention to his trusty horse, continuing its grooming."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_BOARD_POKE",
			"Text": [
				"Zosk, the merchant who promised you a ride south, is quick to greet you once more as you approach. \"{player.name}! Time to go, yes?\" He stands next to his carriage, apparently having been inspecting the cargo."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO1",
			"Text": [
				"As you pass the southern gate and make your way to the roaring river nearby, you manage to make out the figures of craftsmen standing close together, animatedly gesturing and talking as if celebrating the end of a hard day of work. Indeed, when you close the distance to observe the fruits of their labor for yourself, the structure spanning the natural obstacle has clearly been restored to impeccable quality. Wooden boards and smoothly-hewn bricks have been replaced with skill, to the point that you can tell only by the slight discoloration of the older sun-soaked planks where the damage had been done."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO2",
			"Text": [
				"A carriage sits close by, the emerald-colored fellow driving it obviously impatient to get moving again. It appears the crew finished collecting their things by the time you arrived, so barring any further developments, the road should be open for business once more. The large horse before the vehicle appears to be just as impatient to get moving as its master, judging by its incessant pawing at the dusty path. The cargo itself, seated in the uncovered cart, consists of several sealed crates and barrels, the content of which are impossible to identify from here. All in all it appears to be a relatively run-of-the-mill delivery effort, no doubt eager to get going after having been delayed thus."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO3_MET",
			"Text": [
				"Zosk, the familiar merchant atop his wooden cart, glances behind him and greets you with a vibrant grin. \"{player.name}! You are here!\" he shouts excitedly, \"Wonderful news!\" You find that his jubilance is infectious, so it is with mirth that you catch up, standing next to the rickety carriage he is seated upon. Now side by side, albeit with some elevation in between, the chameleon casually waves at you with a viridian-colored hand."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO3_NEW",
			"Text": [
				"The emerald chameleon atop the rickety wooden carriage glances behind himself, greeting you with a vibrant grin as you approach. \"Greetings, dear {player.species}!\" he shouts excitedly. \"Wonderful news!\" You find that his jubilance is infectious, so it is with mirth that you catch up, standing next to the oaken steed he is seated upon. \"Oh, but where are my manners?\" he exclaims. The lizard extends a viridian-scaled hand towards you, ogling you with a gleeful smile that you cannot identify as either genuine or malicious. \"Zosk, merchant of industrial items, at your service!\" When you clasp his hand to affirm the greeting, he nods, before withdrawing."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO4",
			"Text": [
				"Such pleasantries exchanged, the chameleon turns to the new wood and brick bulwark that seeks to defy one of nature's more formidable obstacles. \"And here Zosk thought he'd be waiting all week! Thank you, friends, for your hard work!\" he shouts to the craftsfolk. They return a polite wave, before returning to their own conversations. \"Oh, my client will be so pleased,\" the lizard murmurs to himself. Seemingly remembering your presence beside him, Zosk turns to you again, bulbous eyes locking on to you. That grin never leaves his face, and it would be rather unnerving were it not for the pleased tone with which he addresses you. \"Tell me, are you headed to South Finmer as well?\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO5_NO",
			"Text": [
				"He shakes his head, clearly expecting a different answer. \"No, no, Zosk received word from Miss Canbell herself. {player.name} is to join Zosk on the adventurous road.\" When you express confusion, he points confidently to some empty space beside himself on the carriage. \"Ride along, no problem! Zosk has space, and you have tired feet!\" You briefly eye the nondescript cargo atop the cart behind him, wondering what could be so important as to warrant immediate delivery. While South Finmer could provide for itself in some respects, some deliveries would be needed, certainly. It could be preserved foodstuff, perhaps, though you catch a faint damp odor that you cannot quite place. The merchant gets your attention again. \"So? How about it? Better than trudging along a muddy road, yes?\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_INTRO5_YES",
			"Text": [
				"He nods, clearly pleased with your answer. \"So it is! {player.name} will join Zosk on the adventurous road!\" When you express confusion, he points confidently to some empty space beside himself on the carriage. \"Ride along, no problem! Zosk has space, and you have tired feet!\" You briefly eye the nondescript cargo atop the cart behind him, wondering what could be so important as to warrant immediate delivery. While South Finmer could provide for itself in some respects, some deliveries would be needed, certainly. It could be preserved foodstuff, perhaps, though you catch a faint damp odor that you cannot quite place. The merchant gets your attention again. \"So? How about it? Better than trudging along a muddy road, yes?\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TALK_CARGO",
			"Text": [
				"Briefly, the lizard casts a sidelong glance upon you, as if amused by your innocuous question, that natural confidence never wavering, before his eyes return elsewhere. You do not sense whether he is satisfied with what he saw. \"Construction work, yes. Folks in South Finmer wish to expand, more buildings, more people. Zosk learns to not ask specifics, business is healthier that way. Client asks, Zosk delivers. Good pay, of course.\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TALK_CLIENT",
			"Text": [
				"Zosk grunts and frowns at you, appearing a little offended at this question. \"No, no, {player.name}-{player.species}. Zosk has carved out a little segment of the market here; Contact-friend is mine, but Zosk promises it is all quite well above board, hee-hee.\" That cheerful face you've grown accustomed to in the past hour or so returns as he nods. \"Lots of supplies they need, excavating, make new room.\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TALK_FAMILY",
			"Text": [
				"Your driver pauses briefly, seemingly considering your question, before answering. \"We come together every winter. Big family, warm and cozy. Set out again in spring. Better that way, Zosk does not like the cold, oho!\" He takes a deep breath, then exhales slowly, allowing silence to persist for another second or two. \"Getting cold early this year. Zosk hopes this is the last job before returning home.\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TALK_ZOSK",
			"Text": [
				"The chameleon grins happily, though his eyes remain fixed on the road ahead. \"Ah, Zosk comes from a long line of merchants, you see!\" He makes an odd popping noise with his mouth. \"Done this for a while, yes. Pick up things in one place, trade away in the next, always moving. My brother, Rosk; he travels around the city Stiegal now, east from here.\" He chuckles darkly. \"Rosk always said he was smarter than Zosk; just wait until he finds out how rich Zosk is getting today.\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP01",
			"Text": [
				"As you cross the newly restored bridge together, you find yourself holding your breath - this was the first true test of the crew's construction efforts, after all. If it had been insufficiently repaired, you'd be in for a cold dive. Zosk appears to have no such reservations, idly staring ahead while humming a tune to himself. You glance behind you to find the men and women on the repair team staring right back at you, shrinking slowly as you move away from them, and you can't help but feel a little exposed. With a jolt of the vehicle and an accompanying surge of adrenaline through your veins, the cart's wheels leave the smooth touch of hewn stone to instead settle on the well-worn dirt path on the other end of the river. That wasn't so bad after all."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP02",
			"Text": [
				"With a soft sigh, you settle into the hardwood paneling of the cart in an attempt to prepare for the journey. The simple bench you and your companion are seated upon does not provide any protection from the elements whatsoever, or much in the way of comfort for that matter, but at least it makes the trip south that much shorter. The thought of being able to rest your legs for once is a nice bonus, too."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP03",
			"Text": [
				"By the time the Great North Road has long since vanished from view, the lone dirt path takes you through a densely forested area. The flattened ground guiding the horse twists and turns regularly as it makes its way around hills or rock formations, though it is certainly well-traveled enough to be wide and clearly visible at all times. With nothing else to focus on, you find yourself making smalltalk with Zosk."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP04",
			"Text": [
				"A silence falls, save for the gentle rhythm of the mount's hoofs and the creaking of the cart carrying you both. You take in the environment: the trees have given way to a cliffside facing the open, untamed ocean. With a solid rock wall on one side and quite the drop down on the other, the road might even be considered slightly dangerous. Luckily, the path is easily wide enough to accommodate the carriage and then some. The view is of course nothing short of stunning. The setting sun casts a surreal glow over the roaring waves far below you, its gentle warmth erasing the chill that had built up during the trip through the shaded woods."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP05",
			"Text": [
				"Your new friend then turns to you. \"And what about {player.name}-{player.species}? How do you end up riding together with old Zosk, hmm?\" You consider the question. It is not unfair, certainly, considering he has already been gracious enough to take you along in the first place."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP06",
			"Text": [
				"To that question, you are hopelessly unable to provide an answer. Where there should be images, sounds and emotion pertaining to the night you found yourself left for dead in an alleyway, there is only a foggy void. Seems you hit your head a little harder than you'd previously assumed. Still, wisps of recollection whisper and echo, just out of reach, buried like a forgotten dream. And yet, your heart rate elevates all the same. You grow frustrated, your subconscious stubbornly refusing to yield to your demands."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP07",
			"Text": [
				"Zosk nudges you in your shoulder, instantly dispelling your train of thought. Only a brief moment had passed. You find that your paw is lodged in your pocket - you had meant to grab something, but what exactly escapes you. Your fingers grasp at nothing. The lizard glances at you curiously, not entirely oblivious to your inner turmoil, and for a moment you wonder how good he is at reading faces. Must be; it is an important aspect of the art of the deal. He says nothing, and you sheepishly look away, realizing you had not yet answered his question."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP08",
			"Text": [
				"The emerald-hued trader nods slowly, considering your response. Whether it had struck a chord within him, or whether he is simply thinking on a proper response, you cannot tell. \"Zosk says: always stay true to yourself,\" he declares finally. \"You will find happiness that way. Zosk knows, of course - what better way to bring joy all over than to bring things from one place to another? Also, some coin, and visit nice places, uhuh.\""
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP09",
			"Text": [
				"You ponder his words as the conversation draws to a close. Your mind continues to wander, yet no particular revelations come to you in the next several minutes, and all you end up with is a vague sense of dread. The road slopes downwards, and after a few minutes of comfortable silence, the docks and fisheries of South Finmer come into view. There is plenty of activity in this trading hub - your dour mood is soon left behind."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP10",
			"Text": [
				"Unlike its northern counterpart, this community does not have a prominent gate and watchtower; rather, an impressive number of homely-looking buildings sit scattered around a network of roads branching off of the main entryway into the town. Nestled neatly on an elevated plateau, it looks out on the beach and docks area, which in turn is home to several ships. It is not surprising that even from here, approaching an open marketplace-like area, the scent of the sea permeates all."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP11",
			"Text": [
				"You make to jump off the carriage, eager to stretch your legs after all the time spent bouncing around on the wooden cart. Your driver, seemingly used to the sensation, appears to have no such reservations and is quite content staying up there for now. Dusting yourself off, you glance around, taking in the sights. Overall, the architectural style of the village is very similar to North Finmer's - large brick and stone structures, augmented with wood - though it is decidedly smaller both in the number of homes and the number of people moving about."
			]
		},
		{
			"Key": "MQ03_RIDESOUTH_TRIP12",
			"Text": [
				"When you express thanks for the ride, the lizard dismissively waves a hand. \"Oh, is nothing. Zosk had business here anyway, no harm done. Also, road gets... a little lonely, sometimes.\" He flashes you a trademark grin. \"Thanks for the chats, friend. We will see each other around again, surely. But Zosk must attend to business, so farewell for now.\" With that, he claps twice just like he had done earlier, and his horse begins walking away. Soon after, they disappear around a corner, and you are left alone to wonder where to go from here."
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT1",
			"Text": [
				"You decide to settle at one of the wooden tables lining the wall. Years of spills have clearly taken their toll on the quality of the timber, but in a way it adds to the character of the tavern. With the dark of night outside the window making it nigh impossible to see just how much time you're wasting, you find it is easy to lose yourself in your thoughts. Indeed, the path that had brought you here was a strange one, and you find yourself reconsidering your memories - or apparent lack thereof. You must have come from somewhere; surely you had a task or goal in mind when visiting that strange town along the Great North Road."
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT2",
			"Text": [
				"As you spend the time lost in thought, quietly nursing your mug all to yourself, you begin to take note of a pair of eyes burning a hole in your skull. Perhaps you are not quite as alone in the tavern as you had at first anticipated. You turn your head ever so slightly, trying not to be overly obvious as a white fox, leaning against the far wall of the establishment, enters your view. You make eye contact, rendering your attempt at subterfuge moot, as he stares at you blankly. It is only when you realize that there is no one else in the room but the two of you - the barkeep seemingly having left - that you suddenly feel exceptionally vulnerable."
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT3",
			"Text": [
				"For whatever reason, the fox turns to leave, making for the tavern's back exit. Then, without warning, another paw materializes on the back of your head, forcefully and painfully slamming your face into the bar's wooden countertop. Your assailant leans close enough for you to feel their breath on your ear. \"Well, aren't you a curious one,\" she whispers in a mockingly sweet voice. \"Of all the {player.speciesplural} I've had the displeasure of tailing, you were the most erratic and annoying, let me tell you. Not to mention the hoops I had to step through to distract that taur for long enough. But now that the boss has his 'date' scheduled, you are an unwanted loose end.\""
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT4_DEFAULT",
			"Text": [
				"\"You know what they say: curiosity killed the cat. And the boss was even so generous as to warn you to mind your own business!\" The paw clutching your head pulls back, allowing you to turn and see just who you are dealing with. The pristinely white-furred tigress - the very same one who had been standing behind Randall the other day - sneers at you, continuing to address you as if you were a disobedient cub. \"It seems you did not receive the message. I shall repeat it for you. And you will be a good {!boy} and follow me, quietly. Now.\""
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT4_HIT",
			"Text": [
				"\"You know what they say: curiosity killed the cat. And the boss was even so generous as to warn you to mind your own business!\" The paw clutching your head pulls back, allowing you to turn and see just who you are dealing with. The pristinely white-furred tigress - the very same one who had been standing behind Randall the other day - sneers at you, before slamming you right back into the countertop, leaving you groaning and with a nosebleed. \"That was for punching my boss last time, little shit. You did it once under my watch, and it won't happen again. Now, the boss has a message for you. You're going to be a good {!boy} and follow me, quietly.\""
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT5_RESIST",
			"Text": [
				"With unprecedented force, you launch yourself backwards from the countertop and right into {assailant}. She is not quite fast enough to react, and you scramble into a run for the back door, accidentally (or luckily) managing to kick her in the chest, too. As you slam through the far exit in an adrenaline-fueled haze, you fail to notice in time the club sailing right for the side of your face. It seems the fox had been waiting for you, and the crushing impact of the blunt weapon with your temple sends you sprawling to the street, stars spinning across your blurred vision. The two assailants are quick to take advantage of your vulnerability."
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT5_WHY",
			"Text": [
				"{assailant} groans, visibly grinding her teeth. \"Unbelievable. You're still doing it - asking too many questions. I'd tell you it's going to get you in hot water some day, but it seems you'll be in hot water very soon, so to speak.\""
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT5_WHY2",
			"Text": [
				"She proceeds to grab you by the shoulders and drag you out of the bar stool with surprising force. In a brief moment of panic, you notice that the tavern is conspicuously empty other than the two of you, so no-one seems to be around to lend a paw to your precarious situation. Before you can mount much of a resistance against the burly woman, {assailant} has already pushed you through the back door and into the dinky alleyway beyond."
			]
		},
		{
			"Key": "MQ03_TAVERN_EVENT6",
			"Text": [
				"Before long, {assailant} grabs you by the shoulders and pushes you up against the brick wall of the tavern, both as an attempt to stagger and intimidate. The white-furred fox hovers closely behind her, seemingly uncertain and waiting for a command. She licks her lips in a vain attempt to get rid of the drool that is leaking from her maw, as she stares into the core of your being and sees only a wriggling meal to subdue. \"Finally, some good food. Toby, this one is all mine, you'd better not interfere.\" The snowy vulpine snorts in acknowledgement, and you think you spot disappointment on his muzzle, as your would-be predator spreads her jaws wide. You'll need to think of something fast."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE1",
			"Text": [
				"You really need the information, since you've run out of credible leads, and the one link that had fallen into your lap and likely had solid intel, lies still, bleeding out on the floor. Luckily, it takes little effort to get the tod to cooperate; all it takes is grinding the back of his head against the brick wall behind him. \"W-wait, wait!\" he stammers, even tearing up under the perceived mental pressure. \"Don't kill me!\""
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE1_VORE",
			"Text": [
				"You really need the information, since you've run out of credible leads, and the one link that had fallen into your lap and likely had solid intel, is now stewing in your stomach. Luckily, it takes little effort to get the tod to cooperate; all it takes is rubbing your swollen gut against his face for a bit. \"W-wait, wait!\" he stammers, even tearing up under the perceived mental pressure. \"Don't eat me!\""
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_AMBER",
			"Text": [
				"The vulpine blinks, clearly not having expected this line of conversation. \"W-What?\" he stammers, before the pinprick of claws at his vitals shakes him into action. \"R-rare orange shiny gem-thingies. It's real magic, proper-like, you know? You can do things. I-I never seen it, but they say you can walk through walls.\" Toby apparently intends to leave it at that, but your dissatisfied, piercing stare convinces him otherwise. \"I-I thought it was just a legend, but it really exists. The boss p-promised us a share of the stuff as payment... I don't really know how to use it, I just wanted to sell it...\" He trails off."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_AMBER_VORE",
			"Text": [
				"The vulpine blinks, clearly not having expected this line of conversation. \"W-What?\" he stammers, before a loud grruuuurrgle below him shakes him into action. \"R-rare orange shiny gem-thingies. It's real magic, proper-like, you know? You can do things. I-I never seen it, but they say you can walk through walls.\" Toby apparently intends to leave it at that, but your dissatisfied, piercing stare convinces him otherwise. \"I-I thought it was just a legend, but it really exists. The boss p-promised us a share of the stuff as payment... I don't really know how to use it, I just wanted to sell it...\" He trails off."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_ISO",
			"Text": [
				"He fidgets for a bit, staring at you with big, bewildered eyes. \"Y-you're looking for Iso, right? Boss says he found her. S'posed to visit the healer tomorrow, after sundown. I dunno what for, but she's going to be ambushed, that's for sure.\" Toby clearly struggles to think of anything else to add when it's clear that you're waiting for him to divulge more information, but doesn't appear to come up with something of note."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_PC",
			"Text": [
				"Your catch shakes his head nervously. \"N-No, you p-probably woke up in an alley, right? It was me. That night, after everything went to hell, *he* told me to make sure you were... taken care of.\" He swallows and sighs, pausing briefly in recollection. \"But I couldn't do it. Knew there'd probably be consequences for winging it. I just couldn't. I, um, c-clobbered you on the head instead. Thought that was good enough. Boss believed it... at the time. L-look, I saved your life, right? Any one of *them* would've just gulped you instead. S-so maybe you could... return the favor?\""
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_RANDALL",
			"Text": [
				"\"R-Randall!\" the snow-furred fox squeaks. \"He said he'd dish out amber to anyone who takes care of some dirty work for him. I only found his crew e-eats people when I was stuck there!\" A drop of fluid leaks from his face, though you cannot discern whether it is sweat or a tear. \"Don't kill me, please! I'll go! I'll leave town. I have to, they'll find me! And... and... eat me...\" His eyes bulge as he stares at your claws, hovering millimeters away from his exposed throat, reinforcing the fox's fears."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_RANDALL_VORE",
			"Text": [
				"\"R-Randall!\" the snow-furred fox squeaks. \"He said he'd dish out amber to anyone who takes care of some dirty work for him. I only found his crew e-eats people when I was stuck there!\" A drop of fluid leaks from his face, though you cannot discern whether it is sweat or a tear. \"Don't eat me, please! I'll go! I'll leave town. I have to, they'll find me! And... and... eat me, like...\" His eyes bulge as he stares at your {player.furry} midsection, its occupant choosing this exact unfortunate moment to shift, reinforcing the fox's fears."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE2_WHO",
			"Text": [
				"Shrinking away under your harsh gaze, this young fellow apparently named Toby is clearly in way over his head. That much is obvious - but you demand details regardless. \"She and I were here to find you. Boss-man says you're a threat.\" Exasperated and sweating, he bites his lip. \"I need the money, okay? I gotta take care of...\" He trails off, ears folding back to his skull. \"Ah, shit, it doesn't matter... But listen, I didn't realize it was you, of all people! I'm sorry, I thought you left!\""
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE3",
			"Text": [
				"You've extracted all the information you're going to get out of this poor, terrified vulpine. And the good news is, you have a new lead; you just have to chase it down before your supposed enemy does the same. An interesting realization, that you have a clear opposing force in the matter - and they'd see you reduced to a bulge. You were lucky enough to get the upper hand this time, but would that luck hold out?"
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE4",
			"Text": [
				"A sniff draws your attention back to the witness you've pressed against the uncaring wall, and you consider what to do. On the one paw, the guy may have simply been in the wrong place at the wrong time and truly intends to bail out of this town given the opportunity. On the other, you have no way of knowing whether he's telling the truth; he could be waiting to run back to his cronies to plan the next hit on you. He is a witness of you killing a Red Maw member and therefore by definition a threat. You could remove him the old-fashioned way, or give in to predatory thoughts and make sure no evidence is left. Beady azure eyes drill into yours as you mull over your options."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE4_VORE",
			"Text": [
				"A sniff draws your attention back to the witness you've pressed against your swollen gut, and you consider what to do. On the one paw, the guy may have simply been in the wrong place at the wrong time and truly intends to bail out of this town given the opportunity. On the other, you have no way of knowing whether he's telling the truth; he could be waiting to run back to his cronies at the Red Maw to plan the next hit on you. He is a witness of your recent predation crime and therefore by definition a threat, but you're already full with prey. Removing him the old-fashioned way would be a messy affair indeed. Beady azure eyes drill into yours as you mull over your options."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE5_KILL",
			"Text": [
				"As cruel as it is, you are left with no choice: this is a matter of which one of you lives, and you intend to see this tale through. Before Toby fully realizes your murderous intent, your paw is already clasped around his face. It is best, for the both of you, to solve this problem quickly and quietly. Much like how your attacker had done just a few minutes ago, you slam the tod into the brick wall, then once more when he panics and kicks about, then once again, harder. One sickening crunch and a pained gasp later, the snow-furred fox falls limp and the spark leaves his tear-stained eyes. You release the body, which crashes to the floor. It's probably best to get out of here before the weight of this hideous predicament catches up with you."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE5_SPARE",
			"Text": [
				"You judge the snow-furred fox to not be a threat by any stretch of the imagination - nor are you certain you would have been able to take his life, given his predisposition toward you. With a half-hearted shove you push Toby away from yourself. He stumbles backwards but maintains his balance, staring at you with mild disbelief, before he recovers enough to realize your intent. \"T-Thank you!\" Taking another step backwards, as if afraid that you might change your mind, he nods, a spark shining in his tear-stained eyes. \"You won't see me again, I promise! I'll do better!\" With that, he turns tail and runs off into the night. What a curious fellow - you hope that the youngster was indeed only caught up in this mess because he had no idea what he was really in for."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE5_SWALLOW",
			"Text": [
				"Your decision made, your jaws part wide, revealing the slimy interior that will soon claim dinner. Blue eyes widen and Toby's muzzle falls open in disbelief as he begins to grasp not just your murderous intent, but the vehicle by which you intend to end him, too. Whether the arctic fox is unable to find the words, or whether you cut him off in time, doesn't matter anymore when you lunge forward and engulf his head inside yours. The first loud, wet swallow reverberates through the alleyway.\\n\\nIt is only when you begin packing together your meal's shoulders, that Toby truly realizes just how screwed he is, and he begins resisting in earnest. Not that it will change anything for his fate, of course, but it is the only response you could have expected him to come up with. With his arms pinned tightly to his thin chest, you cram him down your esophagus with ease. Perhaps it is almost frightening, the ease with which you devour another being whole - experienced predators sure have it easy, snatching up free food left and right. Saliva leaks down the arctic fox's belly in rivers, matting down his fur and lubricating him thoroughly for his one-way trip through {player.species} intestines.\\n\\nLittle by little, your prey disappears, and your {player.furry} belly begins expanding with the voluminous load of fresh meat. Having the foresight to rip off his trousers and foot wraps, you are treated to a few more sample of delectable fox fur before the last of the now-nameless bulge settles in your core. Toby screams at the top of his lungs, no longer capable of forming coherent thought, it seems - so you silence him with a well-timed belch. And just like that, dinner is done."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE6",
			"Text": [
				"Now that this whole ordeal is over and done with, you take a few moments to wipe your paws clean - not because they are particularly grimy, but because you have a subconscious feeling there is something heavier weighing them down than just rain and dirt. Though there is no-one else around to observe your little escapade, not to mention the murder attempt on {assailant.name}'s part, it is only a matter of time before someone else finds the body laying at your feet. This back alley between buildings does not appear to be particularly well-traveled, as far as you are able to tell, but nevertheless, the town guard should be doing occasional rounds at night, and no part of this scuffle has been remotely quiet. Hence, you decide it best to remove yourself from the premises as quickly as possible. Sticking to the cover of the dimly lit alleyway, you carefully walk out onto the main street."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE6_VORE",
			"Text": [
				"Now that only the wet, organic groaning and squelching of your digestive system in action remains, you consider that this course of action was perhaps not the wisest: you'll be hauling this noisy, prey-filled gut around for a little while. The sheer ecstasy of predation, however, is a reward in and of itself. Luckily, it is late at night, and no-one else is around to observe your little escapade.\\n\\nSticking to the cover of the dimly lit alleyway, you waddle over to the nearby beachfront - one of the perks of a coastal town - while fluids in your gut noisily slosh and splash with every step. Your occupant doesn't protest against the mistreatment, but by now your stomach walls are probably already starting to grind the food into mush. Crashing down behind a small-ish dune for a modest amount of cover, you should be out of the immediate view long enough to sleep off the worst of your midnight meal. With a paw resting on your distended stomach, you go out like a light..."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE7",
			"Text": [
				"With the immediate environment behind you, and no witnesses nearby to see you leaving the crime scene, you dust yourself down and consider the findings of the night. Despite what an uncouth bunch these two goons had been, you figure it's probably a solid idea to follow their trail. If they get the jump on you again, next time you might not be so lucky. You have a new time and place to chase down: you haven't been able to find Iso so far, but now you know she will visit the local temple after sundown. It might just be good enough. For now, at least, you have the stellar view of the sunrise over the rooftops of South Finmer to behold as you contemplate your (mis)fortune."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE7_DISPOSAL_SAHRO",
			"Text": [
				"Free enough, at least, to relieve the mounting pressure on your lower digestive system. It seems that the first batch of processed {!assailant_species} is, at last, ready for release. With the practiced experience of a clear-cut carnivore such as yourself, you lower your rump so it hovers just above the soft sand. Your tail ring widens as chunks of {player.species}-shit are expelled from your system. The logs form a messy pile, the volume and the occasional tuft of stained fur remaining as the only hints that what you're squeezing out of your bowels used to be a living creature. Some solace can be taken in the fact that she would have done the same to you, though. With a sigh you didn't know you had been holding in, you finish up, kicking some sand over the pile of processed waste in an attempt to cover it up."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE7_DISPOSAL_TOBY",
			"Text": [
				"Free enough, at least, to relieve the mounting pressure on your lower digestive system. Reliable as ever, your digestive tract has prepared a batch of processed arctic fox, ready for release. With practiced experience, you lower your rump so it hovers just above the soft sand - the size of last night's dinner may be somewhat unusual, but the requisite movements themselves are not. Your tail ring widens as chunks of {player.species}-shit are expelled from your system. The logs form a messy pile, the volume and the occasional tuft of discolored fur remaining as the only hints that what you're squeezing out of your bowels used to be a living creature, trapped in the wrong place at the wrong time. You might have almost felt sorry for the little guy - was it a fox or a coyote? - were it not for the fact that you had little choice but to defend yourself. A few moments later, you finish up, kicking some sand over the pile of processed waste in an attempt to cover it up."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE7_VORE",
			"Text": [
				"The early morning sun rouses you from your slumber, along with a slight back pain that is an inevitable consequence of snoring on the beach. You're lucky the weather is fair and nobody spotted you quietly digesting some hapless prey, but at least your gut's shrunk enough by now that you should be able to move about freely."
			]
		},
		{
			"Key": "MQ03_TAVERN_FINALE8_VORE",
			"Text": [
				"You give your belly a light shake, sloshing about its soupy contents. The worst part of the digestive process seems to be over, but this preything's presence will be bothering you for a little while longer, it seems. And what a rude bunch those two goons were - you figure it's probably a solid idea to follow their trail. If they get the jump on you again, next time you might not be so lucky. You have a new time and place to chase down: you haven't been able to find Iso so far, but now you know she will visit the local temple after sundown. That might be good enough. For now, at least, you have the stellar view of the sunrise over the waters of South Finmer to behold as you contemplate your (mis)fortune."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_KILL_DIGESTED",
			"Text": [
				"With the situation under control, you allow your free paw to roam around on your distorted belly. As the muffled cries of displeasure quickly turn from colorful threats to fearful pleading, your food slowly settling for good over the span of several minutes, you decide to deal with the one remaining accomplice. The fox squeaks and seems to shrink under your predatory gaze, as if fearful you might devour him with your eyes alone."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_KILL_DIGESTED_POV",
			"Text": [
				"{assailant} pats her gut, pleased as punch with her latest catch. A cute little {player.species} would be no match for her stomach, quite adept at melting struggling prey. Indeed, the layer of pudge on her frame has quite the sinister origin, what with the number of people who have passed her jaws and spent the rest of their lives stewing and sloshing about in the very same fleshy tomb that you now occupied. If anything, she mused, you should be proud you will add to the figure of such a beautiful {!assailant_species}. Ah, such are the benefits of having a ravenous predator as an employer. As long as one stays out of his way, being able to swallow and digest the occasional meddler without fear of repercussions (other than a layer of fat) is certainly one of the perks of the job. Now then, this dumb {player.species} has been dealt with in a manner that the boss would certainly consider most appropriate. {^assailant} will have to report this success tomorrow - but for now, she can spend the night with one paw rubbing away at her churning stomach."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_KILL_GENERIC",
			"Text": [
				"Any struggle for life is an inelegant affair, and this one is no different. Exchanging hands with the monster that would gladly have devoured you alive, you catch {assailant} off guard with a feint. Wasting no time, your clenched fist sails through the evening air, bludgeoning your attacker's windpipe straight down the middle. Something gives, and with a nauseating crack, {assailant.name} wheezes and drops to her knees, clutching her throat, eyes bulging. A finishing blow delivered with your {!weapon} sends splatters of crimson life spreading on the cobblestones, the still body crashing to the ground at your feet. A bad way to go, but you have to remind yourself that the one she had in store for you was far more grisly. This leaves one more loose end for you to deal with. The fox in question had been keeping to the side, away from your fight. He squeaks and seems to shrink under your predatory gaze, as if fearful you might obliterate him with your eyes alone."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_VORE_DISPOSAL",
			"Text": [
				"Awakening with a swollen stomach is not at all an uncommon occurrence for {assailant}, and though her prey is long gone by now, she has one last matter of business to attend to before returning to the communal hideout. On her early-morning walk on the beach, with no-one around to observe her freakishly swollen, sloshing belly, she squats and lifts her tail, so as to take care of the other part that comes with food. Her anus spreads, releasing chunk after chunk of steaming shit. What used to be a {player.species} is now reduced to a brown pile in the sand, thoughtlessly squeezed through that puckering tailhole like so many unlucky meals before you. Finishing up, {assailant} sighs with relief as the immediate pressure on her bowels is removed. As she kicks some sand over her droppings in a token attempt to cover it from view, she confidently strides away, already looking forward to spending all day digesting the rest of her meal."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_VORE_WIN",
			"Text": [
				"Through some stroke of luck, you manage to part your jaws at just the right time as {assailant} lunges for you. Instead of achieving her desired effect, she ends up plunging her muzzle right into your own. While it had been your intent to swallow her, you manage to surprise the both of you, so much so that you briefly consider opening your maw again. This is a life-or-death situation, however, and the chance is too good to pass up.\\n\\nSo instead, you swallow once for good measure. The shock on {assailant.aliaspossessive} face wears off a moment later, but it's already too late - her furry head is lodged in your slimy gullet, and the muscular tube is not accustomed to letting things go. With nothing else to do but capitalize on your victory before it takes a turn for the worse, you greedily take swallow after swallow. Your prey's arms flail around and beat against you, but the effort is not enough to dislodge her from your carnivorous grip. Eventually her arms are pinned against her sides as you continue to devour her, speeding things along. Though the shirt and shorts she wears dampen the flavor of her fur, the sheer feeling of fullness that overcomes you as the pudgy preything begins to settle is worth the trouble.\\n\\nAs you slurp up {assailant.aliaspossessive} tail and footpaws, your meal making quite the racket inside of you, your gaze comes to rest on her accomplice. The fox, who had been petrified up until now, attempts to back off immediately. With a single paw, you manage to snatch the terrified vulpine by his wrist, keeping him from fleeing the scene, as your attention turns to the angry wriggling in your midsection."
			]
		},
		{
			"Key": "MQ03_TAVERN_PRED_VORE_WIN_POV",
			"Text": [
				"Stunned by the bruises on your head and the inability to get a proper breather, you are left dazed as {assailant} pushes all of your face into the back of her maw. Only once your nose breaches the slimy gullet and the first swallow squeezes your muzzle, do you realize the literal depth of your predicament. By then, however, you've already crossed the point of no return. Your predator wastes little time in dealing with you - apparently she has been looking forward to devouring you for quite some time. Though you cannot see, encased by wet muscles as you are, you can feel the muscular tube widening around you to accommodate the larger prey, before caving in again with crushing pressure, driving you ever deeper into {assailant.aliaspossessive} hot, sour guts.\\n\\nThese swallows repeat many times, each wave of peristalsis forcing you a little deeper into this digestive system that will be your home. Perhaps cruelly, you feel your captor stripping you of your clothes from your legs down, that thick, meaty tongue exploring your {player.fur} thoroughly, perhaps enabling her to get a more complete flavor profile of her dinner. As you slide smoothly into the furnace-like organ with only a heartbeat and a cacophony of wet squelches and gurgles for company, the vile air inside her stomach leaves you dazed once more. Your feet and tail join you soon enough, and with a final torrent of slime squeezing through the stomach sphincter, you are sealed inside."
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO1",
			"Text": [
				"Just as you decide to leave, the old oak door of this tiny chapel's entrace swings open once more with a creaky moan. The dark night is revealed briefly, a pitter-patter echoing through the shrine. It appears a rain shower had started. A hooded figure barges into the cozy room, bringing a gust of cold air with them. They shut the door behind them, a thin black-furred tail trailing behind the mysterious stranger as they turn to the priestess. \"Willow, we need to-\" a soft, gentle feminine voice begins; a voice that is quiet and yet demands nothing less than your full attention. It sounds so very familiar. She turns to you, then, and freezes. Azure eyes drill into yours, a short feline muzzle revealed under that hood, fur black as night. \"{player.name}?\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO2",
			"Text": [
				"Iso stands before you once more. With a careful, delibrate motion, as if fearful that you might lunge for her throat, she pulls back the hood, revealing her features in full. She is a bit small in stature, perhaps, though the pantheress more than makes up for it with a stockier build than one might expect for one serving a public office. The dark spots of fur on her face glimmer in the lantern-lit room, her rounded ears flicking as she composes herself. \"I thought you hadn't made it out,\" she whispers, before her eyes narrow, and her words take on an accusatory edge. \"Where've you been?\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO3",
			"Text": [
				"The ebony feline opens her mouth to respond, though before she can, the lapine behind her interjects. \"I apologize for intruding, Iso, but what is going on? Your colleagues say they've been searching up and down for you for days,\" Willow questions, her collected attitude not quite matching the surprising charge behind her words. \"You should have told me something was amiss when last we spoke.\"\\n\\nIso, in turn, turns to the spirit warden with a haunted look. \"I'm- I'm sorry, Willow,\" she sighs. \"The week hasn't been great, to say the least.\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO4",
			"Text": [
				"The mayor sighs, running a paw through the fur between her ears. \"Willow, listen. *He* is right on my tail, and I came here as quickly as I could.\" The rabbit's eyes widen in response to this, realization hitting her even though she remains silent and Iso continues. \"I'm so, so sorry that I put you in danger, but you need to move. I have no idea how long we have.\" Finally, the pantheress turns to you. She starts again, glancing at your paw, considering something as her brow furrows. \"{player.name}, do you still have it? The ring?\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO4_WORN",
			"Text": [
				"The mayor sighs, running a paw through the fur between her ears. \"Willow, listen. *He* is right on my tail, and I came here as quickly as I could.\" The rabbit's eyes widen in response to this, realization hitting her even though she remains silent and Iso continues. \"I'm so, so sorry that I put you in danger, but you need to move. I have no idea how long we have.\" Finally, the pantheress turns to you. She starts again, glancing at your paw, a mirthful expression flashing across her muzzle when she recognizes the engraved brass ring you're wearing. \"Oh! {player.name}, you still have the ring, thank the spirits!\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO5",
			"Text": [
				"Iso studies you for a moment, letting her paws drop to her sides, tucked into the dark coat she's wearing. \"I see,\" she declares simply. \"You... don't remember. That's why you didn't come find me where we agreed to meet. How strange, I would've expected him to...\" She trails off, fidgeting and apparently deciding to not finish that sentence, though the implication is fairly obvious. \"Okay, then, er... Spirits, there's a lot we need to... We don't have time. Okay, the ring first.\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_INTRO6",
			"Text": [
				"\"It's Rux's,\" she declares, as if that is supposed to mean anything to you. Quickly recognizing your complete and utter lack of a reaction, she continues, though Willow, standing behind her, freezes at the mention. \"Rux is an Adept. The only one in the area, to my knowledge. Lives in the woods by North Finmer. We're good friends. I trust him, and he agreed to let me use his house as a... safe house of sorts.\"\\n\\nWhen you blink at her with another quizzical stare, she elaborates. \"Rux prefers to stay hidden. Amber users like him attract a lot of... undesirable attention. He never fully explained how he does it, nor does it really matter, but you cannot find his house unless he lets you. That's why Rux agreed to shelter me in case everything went to hell; *he* cannot follow us there. The ring shows you how to find him. I already know how, and I kind of hoped he wouldn't, uh, mind, if I brought you along. Felt it a bit rude to ask you to help, and then not give you an escape route, so I gave it to you. And... then the plan blew up in our faces. We fled, but you didn't show up. I thought you were... yeah.\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_PRED_KILL_DIGESTED",
			"Text": [
				"Though it is probably not how the husky had envisioned it, you've successfully reunited her with her beloved tigress. One had already made the trip through your winding intestines, stripped of useful qualities and reduced to {player.species}-fat; now her canine companion is soon to follow. Your prey falls still inside your stomach, having quickly depleted the meager oxygen supply she had. As you waddle off to the side, seeking a slightly better position to crash into, you stumble and gasp. Inadvertently, you swallow some air - while stale and diluted, it is enough to restart the engine that kicks and whines about inside the pit of your digestive system. Futile, of course; there is no way out of that cradle of acid but down. You sigh, tongue rolling from your maw, resting with your back against a barrel, paws roaming over your belly in an attempt to quiet down the discontented food. The sensation of something whole and alive churning away in there is intoxicating; you feel like you're getting the hang of this predation thing. Maybe Randall has the right idea when he slurps up a random passerby for dinner..."
			]
		},
		{
			"Key": "MQ03_TEMPLE_PRED_KILL_DIGESTED_POV",
			"Text": [
				"Satisfied, your captor saunters out back into the open, kicking gut slowing down given a few more minutes. Nothing quite compared to live prey. Randall understood. That is why Mia follows him, and why she is his trusted right paw. Sahro was one, too, before that dumb {player.species} caught her by surprise. Good thing she has you all locked up and pressed into a ball of nameless, worthless meat. Carnivores like this one need quite a lot of protein to sustain themselves, after all, and you will do quite nicely. Whether through practice or through natural talent, the dog's digestive system is exceedingly capable at melting down meat into gut soup. The pyloric valve near the bottom of the caustic pit yawns open occasionally, and perhaps with increasing frequency, to admit the nutritious slop you have been reduced to. Joining up with her comrades, earning a smirk and some praise from her beloved boss, the hunt for that other loose end resumes, the gurgling chunk of food weighing down her midsection already all but forgotten."
			]
		},
		{
			"Key": "MQ03_TEMPLE_PRED_KILL_GENERIC",
			"Text": [
				"Mia the husky collapses before you, your last attack too much to handle. Quickly, you drag her limp rust-furred body behind a nearby crate, taking full advantage of the fact that she had already backed you into a corner. The lack of light here made fighting messy and difficult, but it is really helping you remain hidden now."
			]
		},
		{
			"Key": "MQ03_TEMPLE_PRED_VORE_WIN",
			"Text": [
				"Taking advantage of the poor lighting conditions, you fake out the husky, disrupting her balance. This is more than enough of an opportunity for you to slam her into the alley wall and wrap your jaws around her canine muzzle in one smooth motion. She braces against your shoulders, of course, but you anticipated this and tense up enough to pin her down tight. A loud, wet gllllrrrrk signals the start of ingestion, and as you pack the rust-furred dog's arms together to more easily cram her shoulders down your gullet, she loses all composure. Wild, panicked flailing ensues, and an uncoordinated escape attempt such as that is simply not enough to overpower the suction of your oesophagus. You part your jaws a little further, clamping back down further ahead, and so it is that you claim the canine's body for yourself, bit by bit. Mia's struggles slow down by the time she's dunked halfway through your chest, owing in all likelihood to a pressing lack of breathable air. The internals of a carnivorous {player.species} are not made for food to survive in, after all. Making quick work of your meal, eager to get into a better hiding place lest you get spotted in your little act of predation, you scarf down the canine's chubby legs and tail, encasing her entirely in slimy, throbbing flesh, much to her displeasure. As the meat settles within you, a bubble of air rushes up your throat and you release a loud belch. Oops. Hopefully that is not too incriminating. The stomach walls collapse inwards around your prize, shifting and churning as the long cycle of mechanical digestion begins."
			]
		},
		{
			"Key": "MQ03_TEMPLE_PRED_VORE_WIN_POV",
			"Text": [
				"Perhaps more accustomed to fighting dirty in the black of night, the husky gets the better of you. A well-timed jab staggers you; more than enough time for the fluffy dog to spread her jaws unnaturally wide and push the entirety of your head straight in the back of her maw. It seems this predator is quite excited to scarf you down. If Randall was drooling a lot at the sight of his beloved prey, then this one's maw is positively flooding with hot, sticky, foul saliva. There is way too much to just cover your face and shoulders, and so it ends up leaking down and covering your chest before Mia even gets around to swallowing that much. The tight, slimy tube pressing in around your face convulses rapidly, forcing you down with one greedy swallow after another. While you have no real measure of time with half your body sunk into digestive pit, you are fairly certain the husky is devouring you in record time. At the apex of the skin-tight journey lies the sour, bubbling gut that will strip the flesh from your bones in the next several hours. Before you even realize the stomach sphincter has finished spitting out your toes and tail, the meaty cavern collapses around you, eager to grind you down into meat stew."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN01",
			"Text": [
				"The pantheress considers your question for a brief moment, eyes wandering to the incense offering on the altar. \"Well...\" She turns to you again, as if to answer, before loud knocks on the door startles all three of you. The door opens once more, the soft light of the lanterns scattered around the room illuminating a wolf's face. He pulls down his hood, revealing a short crimson mane running down a black-furred head. Dark, plain clothes drip rainwater on the pristine chalky flagstones. Iso's breath catches in her throat and Willow appears even more confused, as Randall offers a smile. Unlike the last time you met, he does not sport a horrifyingly large belly bulge - though knowing full well what he is capable of, keeping some distance is not unreasonable. \"There you are, my love,\" he says, a deceptively calm, rumbling voice laced with venom as he steps inside, not bothering to close the door behind him."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN02",
			"Text": [
				"\"Do not call me that,\" Iso hisses, taking a step back just as the wolf does the inverse. There is nowhere to go here - the only way out of the shrine is past an angry canine. He appears almost offended at the response, though his muzzle soon returns to an impassive grimace.\\n\\n\"You sure made me work for it, but I finally found you after all this time.\" Randall growls. \"If I'd known you'd just show up, I wouldn't even have had to claim the Red Maw for myself.\" He grunts casually, almost like a chuckle, eyes flicking to you, then Willow, then back to Iso. \"Dragging in all these witless preythings-\"\\n\\n\"Damn it, Randall,\" she interrupts him with a growl of her own, her long, slender tail flicking about behind her. \"You're the one going around killing people, not me,\" Iso demands, raising her voice. \"You are the only one responsible for the shitshow that is your love life!\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN03",
			"Text": [
				"This slight strikes a nerve, and then some. The black wolf bares his teeth in a snarl, taking another few steps forward, threatening all merely by closing the distance. \"Do you not see, Iso? I'm doing all this, all of this, for you.\" He swings an arm sideways at nothing in particular, as if gesturing at the town as a whole. \"Because you just had to run away!\"\\n\\nThe pantheress is taken aback at this outburst, struggling to find words for a few moments, before the priestess beside her interrupts with a booming voice that is entirely unlike her character and smaller stature.\\n\\n\"There will not be an altercation inside my shrine!\" she demands, drawing the attention of all present. \"Leave, all of you, or-\"\\n\\nRandall snarls. \"Quiet, wench,\" he breathes through teeth, saliva droplets spraying from his black lips. \"I'll deal with you later,\" he adds, before resting his gaze on you."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN04",
			"Text": [
				"\"You,\" he growls, voice taking on a lot more venom. \"Iso, love, don't you know you associate with murderers?\" he begins. \"This one killed my trusted right hand, and a new recruit. You can't even let me have that.\" He must have assumed their failure to report back in as evidence enough. Randall finds himself in the difficult position of being forced to choose between prey, and quickly at that. Ultimately, he focuses on the object of his desire, a smooth grin reappearing on his lips. \"But now, my love, enough chat. You are here, and you are not leaving my side ever again,\" he declares.\\n\\nWith that, he bounds over to the pantheress, lips curling into a snarl and eyes glimmering with little more than primal hunger. Drool dribbles from his maw as he attempts to wrap his arms around her. Willow squeaks and backs away. Iso reacts quickly, using her slender frame to her advantage to duck below his arms and recklessly kicking him in his stomach, staggering the wolf and sending him backwards, right towards you."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN05A",
			"Text": [
				"You wrap your arms around Randall, taking advantage of the element of surprise to force him tightly against your chest. Of course, it takes only a second for him to realize his predicament, and buck like a stubborn mount. The wolf slams his elbows backwards, into your chest. With a pained wheeze, you have no choice but to let go - but not before jerking your own knee upwards to deliver a painful kick in his shin, putting some distance between the two of you. With your feet off balance, your opponent, in turn, lashes out by awkwardly hooking a leg behind yours, sending the both of you crashing into the floor."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN05B",
			"Text": [
				"You take advantage of the element of surprise to slam your fist into the side of the wolf's skull. Droplets of saliva are sent flying, and before Randall realizes the depth of his predicament, he grunts in pain, stumbling down to the flagstones beneath in a bid to regain his balance. With your feet off balance, your opponent, in turn, lashes out by awkwardly hooking a leg behind yours, sending the both of you crashing into the floor."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN05Z",
			"Text": [
				"\"You little shit,\" the wolf snarls, spitting a little bit of blood on the floor as he briefly rests on his side, glaring daggers at you. \"I see now. You want her for yourself, don't you? A pathetic little {player.species} stealing away my beloved pantheress,\" he accuses. The crazed, hateful hunger in his eyes speaks volumes of his temptation to eat you where you stand, though he tears his gaze away from you, to his preferred prey. Iso, meanwhile, did not waste the opportunity, her possessive stalker briefly occupied in a scuffle with yourself. \"Willow, we need to move,\" she manages to say, trying to usher Willow out of the room. \"{player.name}, it's me he's after!\" she adds, the lapine priestess behind her more or less mortified at the evening's proceedings. A moment later, that horror turns to poorly concealed anger and she yanks her wrist from Iso's well-intentioned grip."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN06",
			"Text": [
				"The downed wolf snarls in frustration and quite literally pounces on his quarry, pushing you and the healer aside like a cannonball rushing past. The two tumble to the ground, knocking over a vase in the process, before Randall assumes dominance and pins his catch beneath him, filling the pantheress' vision with black fur and sharp yellow eyes.\\n\\n\"Oh, Iso,\" he sighs. \"We had such a beautiful thing together. Why did you leave me? Why was I not good enough?\" His meaty tongue lashes out from behind his black lips and drags across her face, leaving a thin coating of saliva squarely between her eyes.\\n\\n\"Go to hell, dogbreath,\" she hisses, grimacing and barely suppressing a cough. The wolf is by far the strongest of the two, and the mayor, knowing this, stopped bothering to struggle.\\n\\nPleased with this development, Randall grins. \"There'll be a lot more of that dogbreath for you to enjoy now that we can reunite,\" he taunts, before parting his lips and clamping his jaws around Iso's head."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN07",
			"Text": [
				"With the sight of a ravenous carnivore taking his first swallow of a long-awaited meal, torrents of saliva leaking from the lupine's lips and dripping on the stones beneath, Willow finds her resolve. She beckons you, and you intervene together. With four arms grabbing on and around the wolf's chest, the two of you pull him up, while your foot presses down hard on Iso's belly to give her some leverage. You were just in time, too; though the feline's face is utterly soaked in reeking wolf slobber, she pulls free quite easily - a few seconds longer and it would have been near-impossible to overcome the experienced predator's powerful throat.\\n\\nRandall tumbles backwards, crashing right on top of the priestess. As if on reflex, Willow locks her arms around the beefy canine in an attempt to hold him down. In this moment, you rush over to the heaving mayor and help her up. Just off to your side, the unwelcome guest struggles violently against his lapine captor. \"Fucking whore! Unhand me, or you're wolf fat!\" he shouts, eyes ablaze. This had not gone the way he had desired, and he did not usually settle for anything less than his own desires. \"Go, you two!\" Willow yells. \"Go now!\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN08",
			"Text": [
				"Iso looks like she's torn in two. Whether Willow understands the gravity of her actions or not, this is the one and only chance you're going to get. The rabbit looks like she's about to say something again, but the wolf atop her forbids her from doing so by slamming an elbow into her face. Time is running out fast. You exchange another glance with the once-missing mayor, before the two of you make a run for it. The heavy oak door leading outside creaks open, before a gust of frigid air blows through. The cold quickly overpowers the gentle warmth in the room, and several candles are extinguished. You dash through, shutting it behind you to add a precious second of delay, but not before the lupine predator makes his displeasure known. \"ISO!\" he screams, almost having freed himself from the flailing healer, his voice echoing into the rainy night. Then the groaning door falls shut, catching in the lock."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN09",
			"Text": [
				"Unfortunately, there is no time for celebration or relaxation. Waiting for you in the rain are two figures, one avian, one canine. It takes only a short moment for them to recognize the two of you, and for you to understand just why they are out here: the backup plan. Not a moment later, the two sentries dive forward. Iso grapples with the hooded avian, while a rust and white furred husky lady flashes a toothy grin at you while forcing you to back into a one-way alley. \"Normally he'd send Sahro to take care of this, but since you just had to go and do the cute tigress in, I'll have to take care of you instead.\" The chubby canine sighs. \"I loved her, but since she's now on your waistline, I suppose it's only fair I get a little bit of her back from you.\" Somewhere behind her, you hear Iso shout at you. \"I'll be fine, {player.name}! We'll meet at Rux's!\" The scuffle continues as she tries to pry herself loose of the mass of feathers holding her down. The husky before you glances sideways, before turning to you again, blocking your exit. \"Tcch, too bad she belongs to the boss. But for you, no such restrictions. Come here, snack.\""
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN10",
			"Text": [
				"With your attacker dealt with, you risk a glance out of the alley just in time to see Randall emerge from the shrine. Iso is nowhere in sight, and the bird fellow she had been fighting with is right behind the wolf along with a rodent whose one telling feature in the light of lanterns is a fresh, crimson gash on his cheek. Without evidence to the contrary, it seems perhaps the mayor got away.\\n\\nThat is when you notice that Randall has gained some weight, so to speak. His jacket is held open by a huge dome of black fur, sagging down well over his belt. The bulge shifts rather violently - obviously someone is kicking about in there, alive but not for much longer. From your vantage point, you cannot quite make out details, though by the looks of it, the wolf's meal is thrashing up a storm. It isn't until he slaps his gut as if to discipline it, that it gurgles so loudly even you can hear it. You have an inkling as to who the occupant is, but now is not the time to worry about that, lest you reveal yourself."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN11A",
			"Text": [
				"\"Ethel! You had one job!\" Randall shouts, his commanding voice far louder than it really needed to be. \"I swear, when I change, you're the first one down the hatch if you don't find them, NOW!\" The two lackeys need no further encouragement to dash off into the night. The apex predator himself casts a sidelong glance at the alley you're hiding inside, and you pray to whomever might be listening that your own gut is not so noisy as to attract unwanted attention. The husky inside is trying hard, at least - your digestive system groans and gurgles as it squeezes her down into a ball of furred food, though she is not so easily silenced. Luckily, the layers of {player.fur} and flesh insulating her from the outside is enough to muffle the displeased struggles - either that or the wolf mistakes the chorus of digestion and pleading for his own meal. He walks off after his subordinates, cradling his swaying gut in his paws while licking what appears to be a crimson stain off his claws. Too close."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN11B",
			"Text": [
				"\"Ethel! You had one job!\" Randall shouts, his commanding voice far louder than it really needed to be. \"I swear, when I change, you're the first one down the hatch if you don't find them, NOW!\" The two lackeys need no further encouragement to dash off into the night. The apex predator himself casts a sidelong glance at the alley you're hiding inside, and you pray to whomever might be listening that no part of the husky's nor your own body sticks out from your hiding place. The cover of night is your saving grace; without it you might as well have been standing right in front of him. Only when the wolf walks off after his subordinates, cradling his swaying gut in his paws, do you finally release the breath that you had been holding in. You witness Randall licking what appears to be a crimson stain off his claws as he walks after his lackeys, clearly held back by the added weight of an adult person. This encounter was all too close for comfort."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN12",
			"Text": [
				"You need to leave, quickly and quietly. Unfortunately the one other involved in tonight's altercation was caught in the crossfire and is now squirming for dear life underneath the wolf's pelt. To try and make a rescue attempt is tantamount to suicide. There is nothing you can do. At least Iso seems to have gotten away, if Randall's reaction is any indication to go by. So it is that you find yourself separated from her once more. At least you managed to finally reconvene, after all this time, however briefly. More importantly, you know have a meeting point now, and in all likelihood she is already on her way there, hoping you managed to escape as well. Rain splashes on the grimy stones beneath your feet, and as you consider your next move, you find yourself growing slightly envious of the oblivious citizens around you, safely sleeping the night away."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN13A",
			"Text": [
				"When you feel you've waited long enough for the Red Maw's vigilance to end, you reveal yourself from your hiding spot, gurgling gut sloshing about noisily. Your passenger has stopped moving for good at this point, the noisy organ surrounding the now-nameless ball of meat gurgling ominously as it gets to work. While moving about with the added weight of an adult sagging down your middle would be quite unwieldy to say the least, it is dark enough outside to move safely. Quietly, though, not so much. It would be best to leave South Finmer until things have cooled down a little - the Red Maw is actively searching for you now."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN13B",
			"Text": [
				"When you feel you've waited long enough for the Red Maw's vigilance to end, you reveal yourself from your hiding spot, leaving the cold, unmoving body of a rust-furred husky behind. Even if you wanted to, there is nothing you can do for her - and if you did, she would probably just try to swallow you again. No, this was truly a matter of self-defense. The real matter, now, is to remove yourself from these premises. At least it is dark enough outside to move safely. It would be best to leave South Finmer until things have cooled down a little - the Red Maw is actively searching for you now."
			]
		},
		{
			"Key": "MQ03_TEMPLE_SHOWDOWN14",
			"Text": [
				"You make your way over to the crossroads just outside the port town without further incident. It would be best to not return here until at least a day or so. And, of course, hopefully Iso is on her way to safety as well. Though separated, you know where she is headed; the pantheress had mentioned the old Adept lives somewhere in the woods near North Finmer. The ring will show you the path. Along the way, you could consider swinging by the Acting Mayor's office - she did tell you to inform her of Iso's location directly."
			]
		}
	]
}