{
	"!Type": "AssetStringTable",
	"AssetID": "7f9a8c62-671e-439a-b145-2376f1b59af2",
	"AssetName": "Strings_MQ04",
	"Entries": [
		{
			"Key": "MQ04_ADEPT_BEDSIDE_END_CHIP",
			"Text": [
				"The wizened hermit raises his eyebrows. \"Oh, before I forget, I promised Chip a snack, did I not?\" Without waiting for an answer from you, the robed figure disappears into another side room, presumably some manner of kitchen, before reemerging, carrying a dish of kibble. Interestingly, the container itself is made of stiff leather, instead of something more traditional, and some of the juices stain the material. He passes the thing to you wholesale without any further explanation. \"Could you please give this to Chip on your way out? Thanks.\" And with that, he disappears into the kitchen again."
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_END01",
			"Text": [
				"Rux sighs again, turning to you, before gesturing at the door. \"Let's leave her to rest.\" At his recommendation, the two of you step back into the living and dining room, warm and cozy by the fire. The panda closes the door behind you, permitting the feline beyond to rest in solitude, before hovering somewhere near the bookshelves. \"I know you have a lot of questions, {player.name}. But so do I. And right now, we have more pressing matters. There is something I need of you.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_END02",
			"Text": [
				"The Adept places a paw on a particularly vibrantly-hued book, pulling it from the shelf. Without facing you, he continues to speak, flicking through the pages to find some manner of bookmark. \"She will heal on her own, eventually. But while I have no formal training in the healing arts, it is plain to see she is stretching herself to the breaking point.\" Finally, Rux turns to you, book still held, a gloomy frown on his face. \"And I suspect that the two of you are in a hurry. Thus, to speed her recovery, and strengthen both you and her for the work to come, I require some herbs that I do not presently possess. Would you be so kind as to travel to Jar'la's shop in North Finmer, and obtain from him 'the usual'? He'll know what I mean.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_END03",
			"Text": [
				"He then extends the book bound in bright pink he was holding to you. \"He'll take this as payment. As professionals in somewhat similar fields of study, we have some 'equivalent exchanges' set up, you see,\" the old panda explains. \"When you return, hopefully she will be more-or-less awake, and I can answer your questions as you will answer mine. I trust you will be careful, of course? The way I hear it, the two of you have made some enemies out there. I look forward to hearing the finer details.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_END04",
			"Text": [
				"\"Don't worry about the mayor,\" Rux states as you express your concern, the faintest hint of a smile crossing his otherwise cold expression. \"I'll be here to take care of her if she needs anything, but above all she requires rest, and she will be safe here. It's not easy to approach this house without my approval.\" He casually gestures to the amber ring you're wearing - it had served its purpose exactly as advertised - before he clasps his hands together and flicks his ringed tail. \"That was hers, originally. I was surprised to see you with it, I'll admit. If she trusted you enough to give it you, you shall be welcome in my home, though I will keep an eye on you. Now then.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_INJURIES",
			"Text": [
				"The panda shakes his head, staring impassively at Iso's sleeping form. A robed paw moves up to his chin to stroke it gently. \"She's fine,\" he declares. \"I am not a healer, I should add, but I could not find any injuries, nor signs of poisoning. She is merely exhausted, and some rest will do her good. Best not to wake her up right now.\" A brief pause follows, his words taking on a somewhat accusatory edge. \"It is not entirely clear to me, however, what exactly she was running from.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BEDSIDE_RANDALL",
			"Text": [
				"Your question is answered with a simple headshake. \"Not that I noticed. I suppose she could have been followed; if the tail was close behind, they could bypass my tricks.\" A sly smirk crosses his muzzle, then. \"Even so, while I may look past my prime, I assure you I am not defenseless.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BOOK01",
			"Text": [
				"You pull the old tome out of your pack, and hand it to the red panda. He accepts it with curiosity, then surprise when his eyes linger on the title inscribed on the cover. \"I recognize this language,\" he mumbles, turning the cover and gently flipping through a few pages. All of the script is hand-written - neat and expertly spaced, yet tainted with that slight random inaccuracy of ink pressed to paper one stroke at a time. All diagrams, notes and pictures drawn. The amount of work that must have gone into producing even a single copy is staggering. \"It's old. Very old. Where did you find this?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_BOOK02",
			"Text": [
				"When you explain you lifted this from a dilapidated abbey somewhere to the south, Rux nods. \"I see; I'm not surprised. That place has a lot of history related to the Shore. Most of it has been lost to time.\" He turns another page and shows you a surprisingly well-preserved image, filling the entirety of one of the pages. It is an impression of a grey, rocky coast, facing a dark blue ocean underneath an empty, pale sky. Cold white streaks of wind, or perhaps fog, swirl around the scene, stirring waves from the fake water. The artistry on display is impressive."
			]
		},
		{
			"Key": "MQ04_ADEPT_BOOK03",
			"Text": [
				"\"Thanks for bringing this to me, {player.name}. I don't fully understand this script, but with some time, I think I might be able to understand bits and pieces. I'm going to study this with great interest.\" From nowhere in particular, Rux presses a pawful of coins into yours, and winks when you realize it is more than some spare change you might have gotten at any other general store for this trinket."
			]
		},
		{
			"Key": "MQ04_ADEPT_ENTER_CHIP",
			"Text": [
				"The sleeping form of Chip, the resident guard dog, is sprawled between trees just off to the side of the clearing. Despite his imposing stature, the giant wolf does not seem to be particularly active if he can help it."
			]
		},
		{
			"Key": "MQ04_ADEPT_ENTER01",
			"Text": [
				"Pushing shrubbery and dense foliage aside, you come upon a small clearing. Light filters down through a gap in the canopy, illuminating a small, cozy-looking log cabin. Light flickers through a small window set in the side; a dark gray stone chimney atop the building is puffing a thin smoke plume. Of course, you know now that the house's exterior belies its actual size."
			]
		},
		{
			"Key": "MQ04_ADEPT_ENTER02",
			"Text": [
				"You step through the cabin's front door. The room inside is expansive - a lit fireplace brightens and warms the space considerably, flickering light playing with the dining table and couch set up in the room. Shelves littered with assorted treasures and trifles line the walls. The back wall, on either side of the fireplace, is filled entirely with colorfully stuffed bookshelves. Off to the side, opposite the window, are doors leading to bedrooms, a kitchen, and presumably a laboratory. All in all, with a place this cozy, it is understandable why the Adept would not leave for town often."
			]
		},
		{
			"Key": "MQ04_ADEPT_EXIT",
			"Text": [
				"Leaving the cabin, you rub your paws and arms together for a bit in an attempt to trap heat, the cold autumn chill making for quite the stark difference with the gentle glowing warmth of Rux's fireplace. As you step away from the cabin, trying to think of where to go from here, you find yourself almost longing for a warm beverage and a cozy blanket. The way back to the beaten path is to the south from here - it should not be too long a trek, at least."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO_EXIT1",
			"Text": [
				"You leave the cabin, stepping back into the cold outside world. Answers would come very soon - you just had one more task to take care of before then. Then, it will be a matter of putting together a plan of counterattack. This insane wolf's tyranny must end."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO_EXIT2",
			"Text": [
				"With all that out of the way, you rub your paws and arms together for a bit in an attempt to trap heat, the cold autumn chill making for quite the stark difference with the gentle glowing warmth of Rux's fireplace. As you step away from the cabin, trying to think of where to go from here, you find yourself almost longing for a warm beverage and a cozy blanket. The way back to the beaten path is to the south from here - it should not be too long a trek, at least."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO01",
			"Text": [
				"Memory is a fascinating concept, you muse. Clenching your fist, you remember activating this strange relic once before - the memory stirred to life by Iso's words - and you know how to do it again. It is so blatantly obvious in hindsight. Answering an unspoken call, the brass ring on your paw glows, the amber glyphs shimmering as if reflecting a distant fire. The trinket draws your attention entirely for a brief moment, as you realize it is attempting to intertwine itself with your thoughts in a way you cannot quite describe. A moment later, your gaze wanders to the underbrush beside you. Nothing about it has truly changed in that short moment you had looked away, and yet, now you can clearly tell that these are the exact same bushes and trees you've been wandering past in circles all this time, as if they have been marked with an invisible paint. The ring reveals a path through the trickery of the woods merely by beckoning you in the right direction - and you dutifully follow it."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO02",
			"Text": [
				"Pushing shrubbery and dense foliage aside, you come upon a small clearing. Light filters down through a gap in the canopy, illuminating a small, cozy-looking cabin. It is not at all unlike the cottage near the forest's edge, but where Oliver's residence combines masonry with wood architecture, this one is composed entirely of thick, polished oak logs. A little window is set into the side; from this angle you cannot see inside. A dark gray stone chimney atop the building is puffing a thin smoke plume; someone is inside. The cabin is relatively small - enough to comfortably house one person, maybe two in a pinch - but from what you've heard about the Adept, that might be quite enough."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO03_CHIP01A",
			"Text": [
				"Perhaps more demanding of your attention is the absolutely massive wolf stepping into the clearing, opposite of yourself. You immediately recognize it as the very same dire wolf you have already met in these woods - off-gray, perhaps silvery fur, a little missing chip in his left ear, and a body so formidably large he could probably jump on the single-story cabin's roof if he wanted to. The predator, luckily, recognizes you too - you hope he remembers more than just your taste, at least. His hackles lower right away, and those bared teeth make room for a floppy tongue and a lazy wag of his bushy tail. Gently, he bounds over to you, which by your standards of movement speed more or less boils down to a sprint. That massive, slimy tongue rolls out from between those black lips like a royal carpet, and before you can so much as voice a protest, it slams into your chest and face, dragging up and leaving a trail of drool and its tail breaks into a full dog-like wag. The slick muscle curls around your head and shoulders as the beast's jaws part wide, as if to guide you into the soft, slimy warmth that slowly descends on you."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO03_CHIP01B",
			"Text": [
				"Perhaps more demanding of your attention is the absolutely massive wolf stepping into the clearing, opposite of yourself. The giant predator has a head at least as big as you are, its coat thick, off-gray and perhaps featuring a silvery shine under the right light. The left ear has a little notch in it, as if he had been in a fight some time ago, though with a body so formidably large - he could probably jump on the single-story cabin's roof if he wanted to - you wonder who would actually challenge such a beast. Alarmingly, however, those black lips deform into a snarl, and with raised hackles, the monster bounds over to you and slams a paw into your chest, forcing you down into the ground. Its jaws part, revealing a pink, throbbing cavern lined with sharp fangs, globs of drool dripping down and soaking into your {player.fur}. The slick tongue curls around your head and shoulders as if to guide you into the soft, slimy warmth that slowly descends on you."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO03_CHIP02",
			"Text": [
				"You fear the oversized guard dog might actually swallow you whole, before the cabin's front door swings wide open, bringing with it a taste of cozy warmth and a fragrance of spice. The wolf freezes - whether at the sound or the smell, you know not - and someone sighs loudly. With your vision partially obstructed by drooling jaws, you cannot tell exactly who it is, but a masculine voice tells you enough. \"Chip, that's enough. Spit {player.object3p} out.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO03_CHIP03",
			"Text": [
				"A loud whine rumbles around you, but the oversized puppy obliges. The tongue releases your head and the jaws move away, but not before a sneaky little lick refreshes the drool coating on your head. Nonplussed, you wipe some saliva from your eyes, before taking in the sight of the red panda standing impassively between you and the guard wolf, who had taken a step back by now. Copper and black fur stares back at you, the occasional silver hair standing out, though most of it is hidden under a simple maroon robe, only his bare paws sticking out from under the garment. Without a word, a black-furred paw offers you a towel, and you gratefully take it, cleaning up the worst of your little slobbery adventure."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO03_NOCHIP",
			"Text": [
				"You are just about to go knock on the door, to get the attention of whomever is inside, before it swings open right in front of you, your paw already held up mid-knock. A gust of warm air brings with it the fragrant scent of spice, and a red panda stands impassively in the doorway. Copper and black fur stares back at you, the occasional silver hair standing out, though most of it is hidden under a simple maroon robe, only his bare paws sticking out from under the garment. He crosses his arms, his expression completely unreadable."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO04A",
			"Text": [
				"\"You must be {player.name}. Good of you to finally show up,\" the old man remarks dryly. \"I thought I heard someone coming.\" His rust-orange eyes fall on your paw - on the ring you are wearing, specifically. The glyphs on the device have gone inert now, you note - it seems that with you standing here, its purpose is complete. The panda flicks his paw absent-mindedly. \"You look like you've been on the road for some time. Come on in.\" Without waiting for an answer, the robed figure turns and marches back into his humble abode, leaving the door open."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO04B",
			"Text": [
				"\"You must be {player.name}. Good of you to finally show up,\" the old man remarks dryly. \"I thought I heard someone coming.\" His rust-orange eyes fall on your paw - on the ring you are wearing, specifically. The glyphs on the device have gone inert now, you note - it seems that with you standing here, its purpose is complete. \"Don't mind him; he can just get a little carried away when meeting people.\" Turning to the huge canine, who seems content to sit on his haunches and watch, the panda flicks his paw absent-mindedly. \"I'll get you something else to munch on, Chip. You too, actually, friend. Come on in.\" Without waiting for an answer, the robed figure turns and marches back into his humble abode, leaving you with an open door and a wolf trying not to make too much noise while licking his lips."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO05",
			"Text": [
				"Needing no further invitation, you step inside. The room inside is expansive - a lit fireplace brightens and warms the space considerably, flickering light playing with the dining table and duo of couches set up in the room. Shelves littered with assorted treasures and trifles line the walls. The back wall, on either side of the fireplace, is filled entirely with colorfully stuffed bookshelves. You are just about to wonder where the red panda sleeps or prepares food, before you notice the handful of doors in the log wall opposite the window leading to rooms that most certainly do not fit into the cabin's exterior shape, and it begins to dawn on you that this house may quite literally be bigger on the inside."
			]
		},
		{
			"Key": "MQ04_ADEPT_INTRO06",
			"Text": [
				"\"I assume you're looking for the mayor. She's just over here,\" the mysterious hermit sighs. By now you've deduced that this must be Rux, the one last person the beleaguered pantheress could confide in. He shows you into a room off of the main living space, bushy ringed tail maneuvering expertly so as to not knock anything over. In a small, sparsely decorated bedroom lies Iso, sleeping quietly. It appears she made it here in one piece, at least. She lies on top of clean linen sheets, fully clothed, chest rising and falling slowly. You feel a little weird staring at a sleeping person - perhaps sensing your unvoiced questions, Rux elaborates briefly. \"She appeared just an hour or so ago. Collapsed right on my doorstep. Must've been exhausted.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN01",
			"Text": [
				"\"Very well,\" Rux concludes, adjusting his deep red robe before rising from the comfortable couch, one paw stuck in the other sleeve, seemingly rubbing at some persistent itch. He gathers the finished teacups and takes them away to the kitchen, giving you a brief moment of solitude with the pantheress for whom you have risked your life more than once. \"{player.name},\" she begins, eyes fixed on you, a sad smile telling of a rare moment of vulnerability. \"I'm really sorry I dragged you into all this. You've done so much for me, more than you ever agreed to, whether you remember or not. And now...\" A cough follows, then, and a loud inhale. \"Now he's after you, too. I've made some bad choices, and got a bunch of people eaten. We have to stop him from killing anyone else.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN02",
			"Text": [
				"The Adept returns from the kitchen, paws folded neatly behind his back. \"Indeed, we must,\" he declares simply, resuming his previous spot on the other sofa, glancing between yourself and the besieged feline. \"The Mayor and I were discussing this very topic before you arrived,\" he says. \"This news about amber misuse is exceedingly alarming, not to mention the harm this misguided canine has already caused. Thus, I shall provide what assistance I can. Iso, if you would...?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN03",
			"Text": [
				"\"Right,\" the feline responds. \"What Randall said back at the shrine got me thinking. Rux and I believe that this 'Red Maw' of his, is not actually the name of his gang, but rather the name of a place. An amber deposit, which he's turning into a proper mine. What we need now, is information. We can't risk him being a step ahead of us all the time, so we need to know what he's actually planning to do with the mine.\" On the other couch, the Adept in question nods in agreement, chiming in with his own considerations. \"Regrettably, we do not know exactly where it is,\" he says. \"However, this may not pose an issue. When you visited South Finmer, you rode along with a merchant, yes?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN04",
			"Text": [
				"When you express agreement, the duo nod in response. \"As the Mayor may have already mentioned, that merchant is making deliveries right to our cult leader's doorstep. This shall serve as a covert entry point,\" Rux explains. The black-furred cat sitting next to you waves a paw through the air, as if tracing out a route. \"The plan is this,\" she continues. \"We will conceal ourselves within a cargo delivery. The chameleon fellow will then take us right to the location of the Red Maw. Sneak in, gather any useful intel, and get out. Plans, dates, routes, locations, names. We need to know what he's up to, so we can prepare.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN05",
			"Text": [
				"The usually impassive face of the red panda creases in annoyance. \"By 'we', you mean {player.name}, of course,\" he corrects. In response to this, Iso opens her mouth in a retort, but Rux is already ahead of her. \"Absolutely not,\" he commands sternly. \"You are injured, and mentally and physically exhausted. I will see to it that you take time for yourself to recover properly for once, as opposed to subjecting yourself to more terror.\" The Adept's fiery gaze then locks on to you, studying you carefully. \"Our {player.species} friend here has proven {player.object3p}self more than capable, no? Besides, infiltrating with two unnecessarily increases the risk of discovery.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN06",
			"Text": [
				"Iso chews on her lip quietly, a mixture of disappointment and frustration written all over her face. Were it not for the fact that you should know better of the mayor, you might start to think she is secretly developing a taste for these risky adventures. Certainly, this saga will make for quite the stark difference compared to the usual bleak boredom that must be signing papers in an office. Or perhaps she merely feels guilty for throwing you into the lion's den - or wolf's den, as it happens - once more. \"So, {player.name},\" Rux says, recapturing your attention. \"What say you of this task?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN07",
			"Text": [
				"Rux nods slowly, considering your response. \"Well, frankly, you're the only one who can do this, seeing as the set of able people embroiled in this conflict is shrinking. I won't bend the truth; it will be exceptionally dangerous. No doubt there are others there with certain carnivorous inclinations, too. But as I said, I believe you capable.\" He rises from the cozy couch, stepping over to the bookshelves sandwiching the fireplace. The red panda continues to speak even with his back turned to you, his ringed tail slowly swaying back and forth as he apparently searches for something. \"Fret not, the Mayor and I shall not remain idle. While you recover details on the Red Maw's movements and intentions, we shall try and develop countermeasures for the worst-case scenarios.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN08",
			"Text": [
				"Iso, meanwhile, appears to have resigned to the Adept's judgement, and chimes in with some details of her own. \"So to recap, {player.name}, we need you to infiltrate into the amber mine known as the Red Maw, avoid as much attention as you can, and come back with intel. Any information is useful. And hopefully by the time you get back, we'll be able to take the fight to him, instead of getting caught off-guard every time.\" She nods one more, resolving to trust you entirely with this matter. \"Find Zosk, first. He should be in South Finmer. How you get on his cart is up to you.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN09",
			"Text": [
				"\"There's one other thing that might be worth checking out,\" the pantheress adds. \"I- well, so Randall and I were living together for some time. And I know he discovered the mine before we, um, split. So.\" She locks eyes with you, perhaps considering her words, or searching for something. \"So there might be a chance he left some clues behind in my house as to what he was working on. It's just a hunch, but it may be worth checking out, so let me know if you want to check it out.\" She sighs, perhaps a touch frustrated, or even embarrassed. \"I'm... not usually one for rummaging through people's things. Unbecoming of a mayor, yadda yadda. But we're probably beyond that now.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_PLAN10",
			"Text": [
				"Finally, you rise from the comfortable furniture, making sure you've gathered all your things as you resolve to head out once more. \"Hold on, {player.name},\" the old mage says simply, voice carrying perhaps an ember of warmth more than he had granted you the first time he sent you away to fetch something. He turns to you, managing to tear himself away from the shelves he had been poking at. An outstretched paw offers you two vials, and you carefully accept them. \"Jar'la gave me these once, but I have no use for them. Take them, just in case. Good luck. We'll be here when you return.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_REST",
			"Text": [
				"A few minutes spent warming yourself by the cozy fireplace leaves you feeling reinvigorated. Perhaps you should ask Rux if you could borrow and read one of his many books the next time you're here - surely there have to be some fascinating stories to find among these shelves - but for now, you decide you have other important matters to resolve."
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN01",
			"Text": [
				"As you take a brief moment to acclimatize to the lighting and temperature difference in the warmly lit living room of Rux's home, you notice two figures sitting together by the fire, both holding steaming cups. In unison, they turn their heads to regard the one who intruded upon their quiet conversation."
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN02",
			"Text": [
				"Rux and Iso stare back at you, before their surprised faces morph into smiles. Rux sets down his cup on the table with gentle care - a tea with a fragrant spice mix, you note - while Iso is less capable of holding down her brimming excitement. \"Oh, {player.name}, you made it!\" she quips, recovering just barely in time to keep the tea cup from overflowing. You know not what made the pantheress so particularly jubilant, though you suppose learning that one's few allies are safe and sound counts for something. The red panda, still dressed in the very same maroon robe, spots the wooden box you're carrying and simply nods. \"Please, set the box down over there, join us by the fire,\" he says, gesturing to a table by the window, never having moved from his seated position. \"The Mayor and I were having a discussion that I imagine you would like to join in on. But first - would you like some tea, to help banish the autumn chill?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN03A",
			"Text": [
				"Rux nods simply, rising from the soft couch and marching wordlessly into the kitchen. Though he is barefoot, wearing naught but the robe, the dark wooden floor boards look like they might retain heat fairly well. You sit down beside Iso, who is busy staring into her teacup, gently swirling the steaming beverage. It appears that the both of you are uncertain as to how to broach the subject, exactly, so it is fortuitous that the Adept returns when he does. Rux passes you a full cup, you take a moment sampling its fragrance, before taking a sip. The tea is hot - quite a welcome feeling - and tastes of spices and a hint of sweetness."
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN03B",
			"Text": [
				"Rux nods simply, crossing his legs on the soft sofa opposite the fire. Though he is barefoot, wearing naught but the robe, the temperature in the cabin is such that it might even be comfortable to do so. You sit down beside Iso, who is busy staring into her teacup, gently swirling the steaming beverage. It appears that the both of you are uncertain as to how to broach the subject, exactly, so it is fortuitous that the Adept does. Once he finishes taking a sip of his own tea, he sets the cup down again, looks you over, and clears his throat as if to draw attention."
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN04",
			"Text": [
				"\"We were just discussing you, actually,\" the striped panda says simply, sensing that Iso perhaps is not too eager to initiate the conversation now that you've returned. Understandable, of course; you are about to touch upon a number of sensitive subjects, and the pantheress did get her head stuck halfway down a wolf's gullet last time you met. \"And I would like to hear your side of the story on this one. Likewise, I imagine you have many questions. So, get comfortable, {player.name}; we have much to cover.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN05",
			"Text": [
				"The rightful mayor of North Finmer sighs softly, tearing her gaze away from the teacup, fixing it on you instead. \"I'll start with this one, then, {player.name},\" she says, as if offering a warning. \"What happened when we were separated last night? I didn't see you when I fought off that bird fellow. Did- did Willow make it out okay?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN06",
			"Text": [
				"Clearly saddened by the news, the ebony-furred feline frowns, resuming her busy act of swirling tea in the cup. \"Such a wonderful woman,\" she mumbles, \"reduced to... u-urk. No. That's...\" Iso remains quiet for a brief moment, before she grits her teeth and, as if a stray ember set powder keg alight, that sorrow morphs into barely-contained fury. \"That fucking dog,\" she hisses, tail flicking against the surface of the couch with a soft thump, not entirely unlike how the canine in question had snarled at her the other night. \"I am going to-\" she begins, but before she can express her dark desire, Rux raises a paw. \"Restrain yourself,\" he says simply, his gentle voice commanding yet soothing. \"He's not here, and we shall resolve this matter swiftly.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN07",
			"Text": [
				"While the pantheress stews quietly in her anger beside you on the sofa, the strange fellow turns to you, an eyebrow raised in either curiosity or suspicion. \"{player.name}, I hear you suffered a lapse in memory. Is this true?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_RETURN08",
			"Text": [
				"Rux scratches the side of his muzzle in thought. \"How curious,\" he replies, before taking a breath and continuing. \"Well, let me just say right away that I unfortunately know of no trivial cure for such ailments. I am not a healer by trade, not to mention the mind is a complex thing indeed.\" He studies you for several moments, rust-colored eyes drilling into your very soul. Then, he glances away, resting his gaze on the mayor instead, who appears to have a better grasp on her emotional outburst at this point. Whether the panda was satisfied with what he saw, you know not. \"Let us plug the holes in your memory where we can, then,\" he finishes, sipping his own teacup. \"Ask away.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_ADEPT",
			"Text": [
				"The striped panda cracks a faint smile, and nods slowly. \"Indeed. A person who has studied the art of burning amber is known as an Adept. After having dedicated decades of my life to learning the intricacies of the mineral, I count myself among that group.\" He sighs, taking a sip of his tea. \"There aren't many of us. I know of no others in Finmer's territories. Some big cities have schools specifically for training Adepts, but it requires a certain predisposition, not to mention affluence.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_AMBER",
			"Text": [
				"The red panda nods at your question, reaching for a shelf behind him. He fetches and passes to you a small shard of a bright orange mineral, not entirely unlike stained glass but heavier and with a strange shimmering air around it. \"Amber,\" he begins, \"is a mineral-like crystal rarely found underground. On its own, it is merely a pretty gem, but skilled Adepts can 'burn' it, as it's called, to do more-or-less supernatural things.\" He holds his paw up, and you return the shard to him. \"Nothing ridiculous like becoming immortal, or creating anything out of thin air, but you can... influence things.\"\\n\\n\"Composing or decomposing materials, enhancing one's body, see the unseen, that sort of thing. Or crafting trickeries, of course; that's how my cabin stays hidden.\" He shakes his head, almost sadly. \"It can be used destructively, too. Killing, stealing, setting fire, corrupting land. Though it is inert and useless in untrained paws, it is because of this threat that the refining and trade of amber is strictly controlled by law. A regrettable but understandable measure.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_AMBER_YOU",
			"Text": [
				"Rux raises an eyebrow, a faint smirk forming on his lips. \"A sharp question. These days I study materials sciences, primarily - the art of enhancing the alloys used for weapons and armor beyond what a normal smith could do. Though I've also dabbled in illusions - useful for shows of 'light and fire' at North Finmer's annual winter festival.\" He shakes his head, a chuckle escaping his lips as a mirthful, almost nostalgic smile takes hold. \"It was simple curiosity, at first, sparked by an... incident in my hometown. There was a thief, a gifted youngster. He'd learned how to use simple illusions to take what he wanted. Petty shoplifting, but still, he was caught eventually and received a mild sentence in recognition of his budding talent.\" A short pause follows, the panda seemingly lost in thought for some time. \"The thief was to leave everything behind and move to the city, to formally pursue his fascination with amber and its applications. Suffice to say, that spark led to a lifelong dedication,\" he finishes."
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE_EXCESS",
			"Text": [
				"The mayor nods sadly. \"Yes, I know. Very excessive indeed. If word gets out that I'm responsible... well. But there were no more options. I could not send my town guard there, because I have no direct jurisdiction over the South Finmer community. I could not just formally block random merchants on a hunch, and I could not openly ask anyone near me to help look into the matter; I'd look insane.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE_PC",
			"Text": [
				"The pantheress chuckles darkly. \"Ironically, I'm not the best person to ask, am I?\" She sighs softly, catching herself in the perhaps somewhat unintended sarcasm. \"Well, I needed an outsider's help, because formally taking these severe actions without, well, proper legal evidence, wouldn't do anything but make me look crazy. You weren't from here, and I don't know if you remember, but you did have a grudge against the Red Maw yourself.\" The feline runs a paw through the fur on her head and gives you a cheeky smile. \"So when we met by chance in Edgard's inn, it didn't take a lot of convincing to get you to agree. To be honest, I... did promise you favors in return, too. Ugh, it's so weird having to explain this, your own memories, to you. And I'm sorry to have dragged you into this mess. He wants you dead now, too.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE1",
			"Text": [
				"\"Yes,\" the black-furred feline begins simply, \"that.\" She exchanges looks with her confidant, receiving a nod and a smile in return. \"I've already brought Rux up to speed in the time you were 'away'. I'll start from the beginning, since I don't know exactly what you're missing. So.\" Iso takes a breath, perhaps to steady herself, or collect her thoughts - or both. \"Just before Randall and I 'parted', he was all wags and ecstatic about an 'amazing discovery' near South Finmer. Heh, he was always trying to make me happy. He never told me any details about whatever he found, though in his excitement he did let it slip that it was an abandoned mine he wanted to restart. I'm always interested in boosting the economy, of course, so I said, sure, go for it.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE2",
			"Text": [
				"She glances sideways for a moment in an attempt to bury shame, before turning to deliver the rest of her story to you. \"That was several weeks ago. So when all manner of construction and excavation supplies were heading that way, labelled for 'expansion of South Finmer infrastructure', I knew. I have many ties to neighboring towns, of course, being the mayor, and I knew our southern friends had no such expansion plans, so it was a front for something else. He must have repurposed the place as a hideout of sorts, especially now that he's got his very own little gang going on.\" She huffs a bit, flicking an ear and glancing at the floor as if in shame. \"Admittedly, it was a guess, but while I'll say it's the only conclusion that made sense, I was afraid. Still am, to be honest.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE3",
			"Text": [
				"\"It turned out, though, that I was right,\" Iso continues. \"Unfortunately I don't know exactly where it is, but our murderous wolf has made it into a base of operations. Rux and I,\" she begins, glancing sidelong at the red panda, \"...believe what he found is actually a natural amber deposit, based on a somewhat underhanded recruitment drive that went on in South Finmer. An 'anonymous benefactor' promised amber in exchange for dirty work, or so my contacts told me. That stuff is rare, controlled and crazy expensive, so someone promising to hand it out for free under the table is... setting off alarm bells, to say the least.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE4",
			"Text": [
				"\"So I came up with a rather desperate plan: to cut off the main trade route to South Finmer, and force all shipments going to him to be delayed indefinitely. No supplies, no excavation, no amber to fuel whatever scheme he came up with. And that's where you came in.\" She chuckles, perhaps a bit forcefully. \"That merchant you rode with, by the way, was the very same one we were trying to stop.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE5",
			"Text": [
				"She nods, appearing almost amused at how all these events had turned out. Admittedly, from an outside perspective, this complex conspiracy seems almost outlandish. \"We blew up the bridge, {player.name}. You and I. 'Borrowed' the necessary chemicals from our resident alchemist. I have spare keys to most buildings, so we didn't even have to break in. Then, well, we mixed the reagents, set them alight, and...\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_BRIDGE6",
			"Text": [
				"\"He was there, though, along with two henchmen,\" the story continues, Iso's voice taking on a darker tone - one that does not quite suit her lips. \"I don't know how he got there so quickly, he was supposed to be in South Finmer, but, well, seeing what we'd done, he was livid, of course. You... delayed them, actually. Gave me an opening and told me to run for it, so I kind of clambered my way across what was left of the bridge, heh.\" She shakes her head, then rubs her cheek. If anything, she looks fatigued, you muse as the pantheress sips her tea in idle thought. If this insanity is to be believed, you cannot fault her for feeling thusly. \"Randall came after me, of course. Couldn't pass up the chance. Left you to those goons. I was faster than him, though. I don't know what happened to you exactly when we were separated, but you're here now,\" she says with a sad smile - apologetic, perhaps. \"So. That's the story.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_CHIP",
			"Text": [
				"Rux laughs warmly, brightening the somewhat dour mood in the room considerably. \"Oh, I hope he didn't scare you. Yes, that dire wolf is a friend of mine, or I suppose a pet if you want to use that terminology. I found him in the woods several years ago - he was much smaller then, and injured quite severely after a bad fight with a competitor, I'm guessing. So I took him in, and as we bonded in a way, he decided to stick around. I named him Chip after the notch in his ear, and he grew over the years, though I may... also have accelerated matters through my field of study. He was always a big pup, but he used to fit inside my cabin...\" Beside you, Iso chuckles, listening in on the story - she knew all this already, of course. \"You forget to mention you also trained him to 'remove unwanted guests from the premises',\" she cheekily adds. In response to this, the red panda looks away sheepishly, scratching his muzzle. \"Well,\" he says, \"I do occasionally get bandits looking for me. Though the veil helps with keeping them away, I do prefer the area to be safe for myself and others... besides, food is quite expensive; how much do you think that maw fits?\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_RANDALL",
			"Text": [
				"Azure eyes gaze into yours for some time as Iso considers your question. She was expecting it, of course, but even so, did not have the words prepared. \"He is...\" she begins, before deciding on another course. \"We were together, for some time. A couple years. I... like to think we made a good pair back then. But his affection turned into something cruel and jealous. Possessive, maybe. Eventually I caught him after swallowing a family friend. That swollen gut. They were long gone by then. He said they didn't deserve me. I'm still not sure what to think about that, honestly. But... I cut him out of my life then, fearing for myself, my friends and family, my career. And now he wants me back. Something along the lines of 'if I can't have you, no one can'.\" She sighs and stares off into the void, blinking away the subtlest hint of a tear before resuming her cool and collected exterior, well practiced through many years of serving a considerably stressful public office. \"I loved him. And it pains me to know I'll never have him back.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_SHORE",
			"Text": [
				"\"Yes, the Shore...\" At this line of inquiry, the Adept pauses to consider his words carefully. \"I can only tell you what I've heard. It is... an old myth, of a place that is neither here nor there, so to speak. A realm of endless possibility 'in between' reality, just out of reach, yet always there. Legends say that it is the Shore from where amber crystals draw their energy, and furthermore, that to touch it directly is to obtain incredible power. I've never heard of someone managing to actually do that, though.\" He gives you a faint smile, realizing his answer is on the cryptic side. \"Frankly, I sincerely doubt the veracity of the story; there is no evidence of such a place, only hearsay and folk tales. But then again, there is much we do not understand in this world.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_SPIRITS",
			"Text": [
				"The first part of the answer comes in the form of a snort. \"Willow tell you that, did she?\" Rux stares out the window for a moment, appearing forlorn. \"We... were good friends, she and I, despite failing to agree on virtually anything. She chose to follow a more... spiritual path to knowledge, whereas I am inclined to not believe in such things. I say these 'spirits' are hogwash; the crystals are mere power sources, nothing more.\" He chuckles, then, recollecting something. \"She'd just give me this gentle smile, so convinced I was wrong. We did not speak often at all, but I will miss her.\""
			]
		},
		{
			"Key": "MQ04_ADEPT_TALK_WILLOW",
			"Text": [
				"Iso sighs deeply, rubbing her eyes with a paw. \"You really weren't kidding, by any chance, huh?\" She pauses for several moments, collecting her thoughts. A sniff is the only further response you have to work with - though it may also have just been a response to the changing seasons - before she speaks. \"All I'll say is that I'll need some time to think things over. Whenever I think of *him*, or probably the next time he flashes that gut of his... It... makes things more personal. More so than they already are.\""
			]
		},
		{
			"Key": "MQ04_ALCH_EXCHANGE_BOOK",
			"Text": [
				"Jar'la chuckles in gentle amusement. \"Oh, the book? Yes, I reckon that looks a bit odd for an outside viewer.\" He turns it to you again, the bright pink cover featuring some manner of pie appearing a little out of place in an establishment of this manner. \"Rux and I are colleagues in that we use all manner of reagents to craft things. He focuses more on the application of amber, where I found my calling in the distillation of potions. But our studies have many similarities. So we exchange notes often.\" The reptile gestures to the book. \"Such research is dangerous if misused, so it is often encoded in case it is stolen. Hence this... cookbook.\" The alchemist offers you a warm, mirthful smile."
			]
		},
		{
			"Key": "MQ04_ALCH_EXCHANGE1",
			"Text": [
				"\"Ah,\" Jar'la answers simply, quirking an eyebrow. \"You're here on Rux's behalf? I see, he doesn't often have visitors.\" A smirk crosses the old lizard's face then. \"Then again, neither does he leave his cabin at all, really.\" The alchemist takes the book you were offering as payment for the order, and he leans back into his chair with a sigh, absentmindedly flipping through the pages."
			]
		},
		{
			"Key": "MQ04_ALCH_EXCHANGE2",
			"Text": [
				"Something catches his eye on one of the many pages - a recipe that, on the surface, appears to be for baking some kind of cheesy bread - and his boredom turns to surprise, then interest. \"Ah, the old bastard read my thoughts again. These will be interesting for my next set of experiments.\" The wizened craftsman snaps the book shut and places it beside him on the counter, to study later. Finally, he turns to you again. \"Thanks, dear {player.species}. One moment.\" He reaches down into a cabinet beside the counter and plucks a nondescript wooden box from it, dumping it on the table with a grunt and a louder clatter than strictly necessary. The box is small enough to carry with ease, and is loaded with vials, canisters and smaller packages you cannot identify with your untrained eye."
			]
		},
		{
			"Key": "MQ04_ALCH_EXCHANGE3",
			"Text": [
				"\"So then,\" the shopkeeper finishes, clasping his hands together. \"Please do pass my well-wishes on to Rux. He really needs to step outside that cabin of his, cozy as the fireplace is.\" He sighs and stares past you for a brief moment, out the window. \"The old bugger and I need to have tea some time soon. Ah, well, but don't let me bother  you with all that nonsense. Is there anything else I can help you with?\""
			]
		},
		{
			"Key": "MQ04_ALCH_STEAL_DAYTIME",
			"Text": [
				"Since Jar'la is no longer in business, so to speak, you will need to break into his old shop and steal what you need. Doing so in broad daylight, however, is a little excessive and risky. Come back at night."
			]
		},
		{
			"Key": "MQ04_ALCH_STEAL1",
			"Text": [
				"Under the cover of night, you force your way into the shop that had once been welcoming - until your intervention. The front door was locked, presumably by the town guard, but that issue is easily circumvented with a well-placed kick. Luckily, the town guard isn't around to ask questions nor hear your lack of subtlety. So it is that you step into the shop's front room, where merchandise used to be displayed. Most of it has been taken since, perhaps for storage elsewhere, leaving barren shelves and a foreboding atmosphere."
			]
		},
		{
			"Key": "MQ04_ALCH_STEAL2",
			"Text": [
				"You spend a solid hour rummaging through shelves and cabinets, all the while trying not to make too much noise. You are most certainly trespassing, after all, so it would be best to not attract unwanted attention. Speed is of the essence, likewise - more time spent searching through a dead alchemist's belongings is more time the town guard has to catch you. Luckily, with your Wits about you, you finally manage to track down what you were looking for. In a cabinet behind the counter, the late shopkeeper had stashed away a small wooden box with a bunch of random-looking items in it - at least, to your untrained eye - but the giveaway is the name 'Rux' engraved on the side. With nothing else to go on, you take the container for yourself, hoping it is indeed what the Adept is looking for, and leave."
			]
		},
		{
			"Key": "MQ04_ALCH_STEAL3",
			"Text": [
				"Some time later, you return to the town's west square, having successfully plundered what little remains of the alchemist's legacy. Oh well. Best bring these items to Rux, and hope he does not ask any annoying questions about how the exchange went."
			]
		},
		{
			"Key": "MQ04_CHIP_AV01",
			"Text": [
				"You are quite content to stay on this side of the oversized guard dog, right within an arm's length of the creature's densely furred back. Chip raises his head to give you an odd stare, as if assessing you for threats, before he snorts in a decidedly canine-like fashion and resumes his nap. When you place your paws just above the base of his tail, however, the feral shifts in surprise, and you fear for a moment that he might roll over and crush you. No such thing actually happens, luckily, and as you press your paws into the wolf's lower back, he uncurls slightly to arch his back entirely on instinct. That bushy tail moves out of the way as well, dragging across the forest floor, revealing a salmon-hued hole just above his proud sheath and balls. The ring muscle flexes once or twice, as if winking at you, radiating warmth and unfiltered musk, and you find yourself staring at it perhaps slightly longer than you had intended."
			]
		},
		{
			"Key": "MQ04_CHIP_AV02",
			"Text": [
				"Knowing full well the nature of sensitive spots on one's body, you tenderly place a paw on the wolf's anus. An area loaded with nerve endings and muscles, it is a prime location for stimulation of the kind you suspect the feral has never quite experienced before. Accordingly, Chip all but yelps in surprise in response to your unexpected assault - though he does nothing to stop you, perhaps interested at this strange feeling on the rear end that he normally only uses to rid himself of past prey. The dire wolf's tailhole is huge, easily large enough for you to push both arms in, though perhaps it could widen even further for particularly stubborn dumps. You press your paw forward, making extensive use of the thin layer of slime coating the muscle just beyond the immediate perimeter. The heat radiating off of the canine's nethers is intense, as intoxicating as the musk that comes with it. Of course, there is also the matter of the unwashed anus you are forcing your way inside in."
			]
		},
		{
			"Key": "MQ04_CHIP_AV02_CLEAN",
			"Text": [
				"Knowing full well the nature of sensitive spots on one's body, you tenderly place a paw on the wolf's anus. An area loaded with nerve endings and muscles, it is a prime location for stimulation of the kind you suspect the feral has never quite experienced before. Accordingly, Chip all but yelps in surprise in response to your unexpected assault - though he does nothing to stop you, perhaps interested at this strange feeling on the rear end, unaccustomed to something forcing itself inside. The dire wolf's tailhole is huge, easily large enough for you to push both arms in. You press your paw forward, making extensive use of the thin layer of slime coating the muscle just beyond the immediate perimeter. The heat radiating off of the canine's nethers is intense, as intoxicating as the musk that comes with it."
			]
		},
		{
			"Key": "MQ04_CHIP_AV03",
			"Text": [
				"With your wrist disappearing into warm flesh, you bask in the sensation of the space just beyond. Velvety soft walls caress your paw, as if welcoming it inside. Just beyond, the massive wolf grunts and shifts, seemingly trying to change position without interrupting you, the movements causing his anus and bowel walls to squeeze tightly inwards. By way of an experiment, you flex your paw, rubbing against the warm, throbbing walls surrounding it. In doing so, you feel thin slime running through your fingers, along with flecks of what presumably must once have been food. Luckily for you, however, the feral's colon is mostly empty, so while you are free to explore the hot recesses of a predator's digestive tract, it shouldn't be that hard to clean up after. Hopefully."
			]
		},
		{
			"Key": "MQ04_CHIP_AV03_CLEAN",
			"Text": [
				"With your wrist disappearing into warm flesh, you bask in the sensation of the space just beyond. Velvety soft walls caress your paw, as if welcoming it inside. Just beyond, the massive wolf grunts and shifts, seemingly trying to change position without interrupting you, the movements causing his anus and bowel walls to squeeze tightly inwards. By way of an experiment, you flex your paw, rubbing against the warm, throbbing walls surrounding it. In doing so, you feel thin slime running through your fingers, a natural lubricant. In a way you are lucky, perhaps, to be free to explore the hot recesses of a predator's digestive tract. It shouldn't be that hard to clean up after. Hopefully."
			]
		},
		{
			"Key": "MQ04_CHIP_AV04",
			"Text": [
				"Chip, meanwhile, is very much nonplussed by the intrusion into his sensitive depths. With a surprised yelp, the wolf backs away slightly, right into you, knocking you off your feet. That warm, plush tailhole squishes right into your face, and you brace your free paw against that furry rump in response. It slips on the well-lubricated hole, and with a squelch, your arm slides inside. At the same time, Chip's poorly-considered movement leads to him losing his balance, and he recovers by sitting on his rump - right on top of you. The puckered ring parts wide for you, and with a wet shllrrrk, your entire upper body slides right through into the wolf's colon. With your head and shoulders well on their way into the slimy, pulsating depths, you are exposed to the full brunt of the atmosphere inside the feral's lower digestive tract. The heat is sweltering, the texture is unpleasantly slimy and grainy - probably remains of digested food, best not to consider for too long - but the scent, above all, is overpowering. Scat, of course, pungent, raw and unfiltered - the very core of a feral wolf's ass could not have smelled of anything different. Anything that the massive creature would have swallowed and digested throughout its many years of life will have collected in, and passed through, this vile place."
			]
		},
		{
			"Key": "MQ04_CHIP_AV04_CLEAN",
			"Text": [
				"Chip, meanwhile, is very much nonplussed by the intrusion into his sensitive depths. With a surprised yelp, the wolf backs away slightly, right into you, knocking you off your feet. That warm, plush tailhole squishes right into your face, and you brace your free paw against that furry rump in response. It slips on the well-lubricated hole, and with a squelch, your arm slides inside. At the same time, Chip's poorly-considered movement leads to him losing his balance, and he recovers by sitting on his rump - right on top of you. The puckered ring parts wide for you, and with a wet shllrrrk, your entire upper body slides right through into the wolf's colon. With your head and shoulders well on their way into the slimy, pulsating depths, you are exposed to the full brunt of the atmosphere inside the feral's lower digestive tract. The heat is sweltering, the texture is unpleasantly slimy and grainy, the scent powerfully musky - thick and incredibly stale, but barely breathable. The very core of a feral wolf's ass could not have smelled of anything different. You are probably the only {player.species} on this content to have so simply and easily buried {player.possessive3p} head into a creature ten times {player.possessive3p} size."
			]
		},
		{
			"Key": "MQ04_CHIP_AV05",
			"Text": [
				"Your unwilling host, meanwhile, all but bucks in response to the blockage in its rump. While you still have a chance, you try and successfully shift your arms, the rectum surprisingly accommodating for your movements, so they are down alongside the rest of your body instead of pointing forward. Perhaps you could use the wolf's butt as leverage. Then, muscles surrounding you clench, the anus squeezes your pinned arms against your belly, while plush walls collapse inwards and renew the coating of awfully pungent, goopy slime. Much to the guard dog's dismay, however, and perhaps also to yours, the action has the opposite to intended results. The clench turns into a rippling wave of peristaltic motion, and you are shunted forward - deeper still into the depths of the wolf. It only now dawns on you just how incredibly powerful these walls are, to have such surprisingly fine control, yet able to pull along an entire adult {player.species} without issue. You try kicking your legs awkwardly, though with the wolf's butt planted firmly on the ground, you can only twist them a little. If anything, you do manage to flick your tail tip in mild displeasure, though. Chip, meanwhile, continues flexing his anal muscles in this way, perhaps thinking that progress was being made. To you, such progress is inverted. Flesh squelches, shifts and shllllrrks all around you, as more and more of your body vanishes into the predator's."
			]
		},
		{
			"Key": "MQ04_CHIP_AV06",
			"Text": [
				"At some point, you can no longer tell the difference between parts of your body that are encased in warm, pulsating flesh, and the parts that are smothered under fur and fat. The tight, slimy tube surrounding you keeps pushing you forward, bit by bit, deeper and deeper. By now, you must have well and truly cleared the colon and large intestines - who knows how much deeper you can go from here. You have absolutely no metric for how much time is passing as you slide along, one squelching squeeze after another, and you think Chip has long since considered the strange blockage cleared, if the snores vibrating through your prison are any indication. To you, however, your world is only pulsating flesh, slime and stale air. That is, until after an eternity or two, you hit another muscular ring on your journey - not dissimilar from the one you had already pushed through."
			]
		},
		{
			"Key": "MQ04_CHIP_ENDO1",
			"Text": [
				"The organ is comfortable to sit in only because of the soft, velvety texture of the spongy walls surrounding you. Not at all unlike a hammock, you are suspended in its tight, sweltering embrace. As the fleshy chamber begins gently churning its contents, the center of gravity shifts with Chip changing position."
			]
		},
		{
			"Key": "MQ04_CHIP_ENDO2",
			"Text": [
				"Nothing much is happening inside the wolf's stomach - that is, if you disregard the thundering heartbeat somewhere above you, and the fact that these slimy rubbery sheets of flesh completely refuse to stay still. Ordinarily you might've been worried about the slime and drool sloshing about with you, though you are so utterly soaked with the goop at this point that avoiding it has become irrelevant entirely."
			]
		},
		{
			"Key": "MQ04_CHIP_ENDO3",
			"Text": [
				"You open your eyes, realizing only then that you must've dozed off for a little while. It takes you a brief moment to remember the fact that you got yourself sloshing about inside the stomach of a dire wolf - and by some miracle, you are still in one piece after having spent however many hours in here. As if on cue, the chamber caves inwards, wrapping you in a coccoon of throbbing meat, though you soon realize it is shunting you upwards."
			]
		},
		{
			"Key": "MQ04_CHIP_ENDO4",
			"Text": [
				"Chip's guts - or perhaps his throat, it is difficult to tell the difference when you are soaked in drool as you are - convulse and shift, clearly propelling you somewhere. It is only when your head emerges into the predator's open maw, that you realize he is in fact retching quite loudly in an attempt to release you from your gurgling prison. The thick layer of slime coating you serves as excellent lubrication, if the speed by which you are being regurgitated is any indication. With surprising ease, you slide right across the canine's soft, undulating tongue, past his sharp fangs, into a grassy, drool-soaked patch on the ground. The temperature difference is almost painful - the fluid sticking to your {player.fur} quickly sapping heat, and you find yourself almost longing for the tight warmth of the dire wolf once more. The predator in question, meanwhile, gives you one more playful lick before he turns tail, teasingly waves his fluffy butt, and trots back off to his usual sleeping spot. You would've sworn you saw him winking."
			]
		},
		{
			"Key": "MQ04_CHIP_ENDO5",
			"Text": [
				"You try rubbing off some of the saliva coating you, using grass and dirt as makeshift drying tool, though it is of little use. You'd need a proper bath to get rid of the smell of dog guts. Ah well, it seems like the wolf left you in safe territories at least - in fact you did not move anywhere at all. The Adept's cabin is just off to the side, and you can head south to leave the clearing."
			]
		},
		{
			"Key": "MQ04_CHIP_FEED01",
			"Text": [
				"As soon as you step out in the open, the giant wolf is right there, peeking around the corner of the cabin. You've barely had time to shut the door behind you, in some attempt to not let Rux's attempts at heating his home go to waste, before the monstrosity known as Chip is all over you. In a surprisingly puppy-like behavior, he lowers his head in between stretched front legs, raising his rump up in the air while his tail wags in a decidedly un-wolf-like manner."
			]
		},
		{
			"Key": "MQ04_CHIP_FEED02",
			"Text": [
				"Those black lips part and munch on the entirety of your lower arms, the bowl of kibble disappearing into the feral's maw. Chip swallows once, a wet gllllllrrrrk reverberating through your arms, as the whole dish, leather bowl and all, is dislodged from your care and vanishes wholesale into the creature's gullet. The suction is so strong that you even feel your paws being dragged along for a brief moment, until the wolf opens his maw once more with a happy sigh, food bowl nowhere in sight. Now you understand the peculiar choice of platter. As the subtle throat bulge vanishes into his chest, you cannot help but wonder how many unwanted guests this oversized guard dog has 'removed' from the premises over the years."
			]
		},
		{
			"Key": "MQ04_CHIP_FEED03",
			"Text": [
				"With this little feeding session taken care of, Chip gives you one last playful flick of the tail, alongside a sloppy and wet but perhaps loving 'kiss' on the nose, before he trots off to the edge of the clearing and casually flops down on his side with a yawn. A peculiar specimen indeed."
			]
		},
		{
			"Key": "MQ04_CHIP_INTERACT",
			"Text": [
				"Confidently, you stride over to where the dire wolf is dozing. He hears you approach, of course, if the flick of his pointed ears is any indication. Otherwise, though, the lupine gives no particular indication of interest."
			]
		},
		{
			"Key": "MQ04_CHIP_INTERACT_LEAVE",
			"Text": [
				"Chip huffs when you step away, almost indignantly, but then resumes his rest by placing his head back on his front legs. In this state - just lazing about - he seems kind of harmless, though you know better than to actually assume as much."
			]
		},
		{
			"Key": "MQ04_CHIP_KILL_DIGESTED_POV",
			"Text": [
				"On the outside of your digestive hell, Chip lazily smacks his lips. Whether he realizes the gravity of swallowing another person whole or not, you are fast becoming indistinguishable from the chunky sludge that has been sloshing about in that gut alongside yourself. The wolf casually rolls over on his back, exposing his fluffy belly to nobody in particular. The soft, light-silvery fur on his gut shifts and distorts as the meat within kicks its last kicks. With a meal of this size, the dire wolf would be sated for a few days at least - his master would figure out he'd snacked on some silly adventurer again, but there was little either of them could do about it at this point. With a noxious belch, Chip's stomach compacts tightly, crushing the now-nameless meal into a meaty slurry, slowly draining deeper into the wolf's guts for further processing over the course of many hours. Just another snack."
			]
		},
		{
			"Key": "MQ04_CHIP_NOTE_ENDO",
			"Text": [
				"As you sink your paws into the giant wolf's thick fur coat, the noisy stomach gurgles in response, as if calling for you. It must've been a while since the beast last had a meal, so the noisy organ sputters back to life in the presence of something more or less edible. You just hope the big pup will be gentle as you continue to pet him."
			]
		},
		{
			"Key": "MQ04_CHIP_NOTE_FATAL",
			"Text": [
				"As you sink your paws into the giant wolf's thick fur coat, you hear - and feel - his noisy stomach working at the food you had just offered. The organ shifts, gurgles and glorps, no doubt quite busy processing this latest snack, like so many countless others before it. It would no doubt be rather unpleasant inside - you might even consider coming back later."
			]
		},
		{
			"Key": "MQ04_CHIP_OV01",
			"Text": [
				"You walk around the oversized guard dog, taking note of how his deep yellow eyes track your every movement, before you stop right around his midsection. Slowly, making sure to both the predator and yourself that there would be no undesirable surprises, you press your paws into his belly, and you find yourself somewhat surprised at just how soft and doughy that gut is. On the outside, he certainly does not look the part, but the wolf has a healthy layer of pudge for tougher times. Either that, or his diet of random adventurers is somewhat more prevalent than you might have initially assumed. Chip, for his part, rumbles approvingly. One of his front paws moves to hook around your middle, gently pulling you in closer, but by no means forcefully."
			]
		},
		{
			"Key": "MQ04_CHIP_OV02",
			"Text": [
				"Your paws press into the wolf's soft belly, the full and fluffy fur coat quite pleasant to the touch. Chip grumbles and shifts under your care, his bushy tail rolling out behind him before curling inwards again. You continue massaging the big pup for some time, until a slurp on your head catches you off guard. It seems the feral is happy to bask in your attention quite a bit, and the best way for him to show as much is by soaking your head in goopy, reeking drool, of course. No matter, you can wash it off later, so with newfound appreciation, you continue, paws roaming around that coarse belly fur, occasionally stopping to gently knead..."
			]
		},
		{
			"Key": "MQ04_CHIP_OV03",
			"Text": [
				"Chip huffs loudly, rolling over on his back before climbing back up on all fours. At full height, you can barely reach his nose with the tips of your fingers, and even then, only when he leans down a little. Up close, it becomes clear just how massive this predator truly is - and to what lengths Rux must have gone to tame him in such a manner. The wolf takes a step towards you, but while you expect him to brush against you in some manner like an affectionate cat might, he instead slams a front paw into your chest, forcing you down to the damp forest floor, leaving you breathless in the process. Then the rest of the wolf follows suit: Chip simply bellyflops right on top of you, burying you in a sea of thick, damp fur. The very same belly that you had been massaging earlier is now pinning you down, leaving you immobilized entirely and struggling to breathe, submerged under fluff and pudge as you are."
			]
		},
		{
			"Key": "MQ04_CHIP_OV04",
			"Text": [
				"Somewhere above you - or perhaps to your side, it's hard to tell - the wolf's stomach gurgles and rumbles ominously. Going by the sounds alone, you might think it is hard at work on something substantial. Fluids slosh around inside as the organs work and the wolf himself shifts. You did want to be closer to that belly, after all. With a happy sigh, amplified through your physical contact, the wolf finally relents before the lack of breathable air becomes a real problem. Chip rises to all fours again, with you directly below him, and as you rub your eyes and the cold forest air rushes over you again, you find yourself almost longing for that warm, furry blanket. But when you open your eyes once more, expecting to see a sheepish, satisfied wolf, you instead see a pair of wide open jaws, dribbling drool, rushing right for you."
			]
		},
		{
			"Key": "MQ04_CHIP_OV05",
			"Text": [
				"In your dazed state, you are no match for the oversized canine's slobbery tongue. It curls around you with ease, not unlike the poorly disguised attempt Chip had made earlier at swallowing you, before his master intervened. Unfortunately for you, there is no such safety net now. The slick throat muscles flex and ripple, a loud, wet swallow shunting you forwards into the slimy tube. Even with the wolf's size, the gullet is skin-tight still. While the wolf's tongue does an excellent job at giving your {player.fur} a goopy, warm drool coating, you're forced to hold your breath as you slide down into the feral's depths, towards that impatiently gurgling stomach you had been admiring so much."
			]
		},
		{
			"Key": "MQ04_CHIP_OV06",
			"Text": [
				"Your face presses into a tightly sealed sphincter with a nasty squelch. Somewhat reluctantly, the ring widens for you - not quite enough to fit comfortably, but with your thoroughly slime-coated body, gravity combined with a few peristaltic squeezes is enough to shunt you forward. Chyme and partially digested sludge splashes about as you settle within and conform to the organ's shape; it seems the stomach is still far from empty. Bathing in this lukewarm, acidic muck, you try not to focus too much on the chunky stew sloshing around you. The digestive organ, though, gives you little choice in the matter when it begins clamping down, rippling waves of muscular pressure kneading you into a ball of meat as if you are no different from the rest of it. And in truth, that is exactly what you've been reduced to: whether you had not realized, or chose this anyway, you should have known that the dire wolf's stomach would not be a safe place to stay when he is already processing another meal."
			]
		},
		{
			"Key": "MQ04_CHIP_OV06_SAFE",
			"Text": [
				"Your face presses into a tightly sealed sphincter with a nasty squelch. Somewhat reluctantly, the ring widens for you - not quite enough to fit comfortably, but with your thoroughly slime-coated body, gravity combined with a few peristaltic squeezes is enough to shunt you forward. Hot, sticky sludge splashes about as you settle within and conform to the organ's shape; the stomach seems more or less free of foodstuff - barring yourself - but that never stopped the pulsating walls from secreting lukewarm, thick slime that you now bathe in. The fleshy organ, meanwhile, punctuates your sloppy welcome when it begins clamping down, rippling waves of muscular pressure kneading you into a {player.furry} ball, before it bounces back again, giving you a little more space to work with - still next to nothing, of course. It seems you might be stuck in here for a little while."
			]
		},
		{
			"Key": "TIP_MQ04_TALK_OPTIONAL",
			"Text": [
				"< Tip: You can also ask these questions later, if you prefer. >"
			]
		}
	]
}