{
	"!Type": "AssetStringTable",
	"AssetID": "173a4e95-0687-4f5d-b72e-485765819701",
	"AssetName": "Strings_Forest",
	"Entries": [
		{
			"Key": "FOREST_CLEARING_SAVEPOINT",
			"Text": [
				"You wake up and get up from the forest floor with a yawn and a stretch, and begin tearing down the little makeshift camp. Around you the endless expanse of trees still awaits."
			]
		},
		{
			"Key": "FOREST_ENTRY",
			"Text": [
				"As you wander off into the woods, the vast expanse of trees quickly takes over the immediate surroundings, and it becomes quite difficult to discern where exactly you're going."
			]
		},
		{
			"Key": "FOREST_EXIT",
			"Text": [
				"By some stroke of luck, or a good sense of direction, you reach the edge of the forest.",
				"Just ahead of you, you see the trees clearing away to reveal the cozy cottage you passed earlier."
			]
		},
		{
			"Key": "FOREST_NO_EVENT_DAY",
			"Text": [
				"A loud crack beneath your feet startles you, but it was just a twig. Hopefully nobody else heard that.",
				"You wander through the serene environment, dried leaves crunching under your feet.",
				"You thought you heard a noise behind you, but when you turn to look, nothing's there. Odd.",
				"You walk straight ahead for a while, but there's little happening to indicate your progress - your surroundings look virtually identical.",
				"Several stray rays of sunlight make it through the leafy canopy above you, creating quite the idyllic picture as they illuminate random spots on the forest floor.",
				"The chirping of a few birds brings some life to the atmospheric scene surrounding you."
			]
		},
		{
			"Key": "FOREST_NO_EVENT_NIGHT",
			"Text": [
				"A loud crack beneath your feet startles you, but it was just a twig. Hopefully nobody else heard that.",
				"You wander through the serene environment, dried leaves crunching under your feet.",
				"You thought you heard a noise behind you, but when you turn to look, nothing's there. Odd.",
				"You walk straight ahead for a while, but there's little happening to indicate your progress - your surroundings look virtually identical.",
				"Several stray rays of moonlight make it through the leafy canopy above you, creating quite the idyllic picture as they illuminate random spots on the forest floor.",
				"An owl ominously hoots nearby, though you can't really tell where exactly the sound came from."
			]
		},
		{
			"Key": "FOREST_SLEEP",
			"Text": [
				"You decide to camp it out for the time being, and make yourself comfortable on the ground..."
			]
		},
		{
			"Key": "FOREST_SLEEP_WAKEUP",
			"Text": [
				"Several hours later, you awaken, feeling refreshed."
			]
		}
	]
}